{
    "extends": "English",
    "dictionaries": {
        "modColorsEverywhereColorsEverywhere": {
            "specialThanks": "A huge thanks to the developers for being available and always answering questions. Drathy, Chiri, Spacetech you all rock! To all my other modders, a huge thanks as well. We support each other and make the community great!"
        },
        "dialog": {
            "modColorsEverywhereColorsEverywhereDialog": "Special Thanks"
        },
        "item": {
            "modColorsEverywhereCornflower": [
                "cornflower",
                "A beautiful cornflower. Can be used to create pigment."
            ],
            "modColorsEverywhereCornflowerSeeds": [
                "cornflower seeds",
                "Cornflower seeds. Plant them and make more cornflowers to harvest."
            ],
            "modColorsEverywhereRose": [
                "rose",
                "A beautiful rose. Can be used to create pigment."
            ],
            "modColorsEverywhereRoseSeeds": [
                "rose seeds",
                "Rose seeds. Plant them and make more roses to harvest."
            ],
            "modColorsEverywhereSunflower": [
                "sunflower",
                "A beautiful sunflower. Can be used to create pigment."
            ],
            "modColorsEverywhereSunflowerSeeds": [
                "sunflower seeds",
                "Sunflower seeds. Plant them and make more sunflowers to harvest."
            ],
            "modColorsEverywhereStoneBowl": [
                "stone bowl",
                "A bowl used to hold any dyes created."
            ],
            "modColorsEverywherePaintbrush": [
                "paintbrush",
                "A paintbrush that can be used to apply dye."
            ],
            "modColorsEverywhereDyeRemover": [
                "paint remover",
                "A brush that can be used to remove paint from surfaces."
            ],
            "modColorsEverywhereWhitePigment": [
                "white pigment",
                "White pigment to be used in creating dye."
            ],
            "modColorsEverywhereWhitePaintbrush": [
                "white paintbrush",
                "A paintbrush with white dye."
            ],
            "modColorsEverywhereWhiteDye": [
                "white dye bowl",
                "A bowl of white dye. Can be placed down to dye equipment."
            ],
            "modColorsEverywhereWhiteArmoredScaleBelt": [
                "white armored scale belt",
                "Together with string and armored scales, this garment is meant to hold up any leggings or pants while providing defense to your waist section."
            ],
            "modColorsEverywhereWhiteArmoredScaleVest": [
                "white armored scale vest",
                "Armor crafted with alternating small and large keratin scales arranged in the shape of a vest."
            ],
            "modColorsEverywhereWhiteArmoredScaleBoots": [
                "white armored scale boots",
                "Finely crafted boots, made from armored scales and tightly wrapped and sewn together in the form of footwear."
            ],
            "modColorsEverywhereWhiteArmoredScaleCrown": [
                "white armored scale crown",
                "An arrangement of armored scales shaped into a headband appearing like a crown when worn."
            ],
            "modColorsEverywhereWhiteArmoredScaleBevor": [
                "white armored scale bevor",
                "A rather uncomplicated piece of neck protecting armor made from armored scales."
            ],
            "modColorsEverywhereWhiteArmoredScaleCuisses": [
                "white armored scale cuisses",
                "Thigh and leg coverings crafted with armored keratin-based scales."
            ],
            "modColorsEverywhereWhiteArmoredScaleGloves": [
                "white armored scale gloves",
                "A pair of gloves crafted with armored scales. Not the most comfortable, but appears to be quite protective on one's hands."
            ],
            "modColorsEverywhereWhiteBarkLeggings": [
                "white bark leggings",
                "Rudimentary leg armor, crafted from strong tree bark and secured with string."
            ],
            "modColorsEverywhereWhiteBarkShield": [
                "white bark shield",
                "A makeshift shield, used to block incoming attacks, made with tree bark and wrapped with string."
            ],
            "modColorsEverywhereWhiteBarkTunic": [
                "white bark tunic",
                "Tree bark chest armor bound together with string."
            ],
            "modColorsEverywhereWhiteCobblestoneFlooring": [
                "white cobblestone flooring",
                "Primitive flooring created by placing stones in an organized pattern, filling any gaps."
            ],
            "modColorsEverywhereWhiteSkullcap": [
                "white skullcap",
                "A hollowed-out animal skull, useful as a provisional helmet."
            ],
            "modColorsEverywhereWhiteStoneWall": [
                "white stone wall",
                "A series of interlaced stones and rocks, shaped into a vertical wall structure. Can be built to keep enemies out."
            ],
            "modColorsEverywhereWhiteBow": [
                "white bow",
                "A bent wooden pole with a shorter string tied to both ends. The tension of the string is used to fire arrows."
            ],
            "modColorsEverywhereWhiteSmallBag": [
                "white small bag",
                "A leather pouch used for holding a few items, carried at your waist, reducing encumbrance."
            ],
            "modColorsEverywhereWhiteLeatherBelt": [
                "white leather belt",
                "Made from tanned animal hide, cut, wrapped, and stitched together to tie around the waist."
            ],
            "modColorsEverywhereWhiteLeatherTunic": [
                "white leather tunic",
                "A leather garment which provides protection for the torso."
            ],
            "modColorsEverywhereWhiteLeatherBoots": [
                "white leather boots",
                "Malleable yet tough foot protection, crafted from tanned animal hide."
            ],
            "modColorsEverywhereWhiteLeatherCap": [
                "white leather cap",
                "A hat made of leather, double layered for extra sturdiness."
            ],
            "modColorsEverywhereWhiteLeatherGorget": [
                "white leather gorget",
                "A circlet of leather, bound in two, stitched together and used as neck protection."
            ],
            "modColorsEverywhereWhiteLeatherPants": [
                "white leather pants",
                "Basic leather leggings with just enough padding to provide some leg protection."
            ],
            "modColorsEverywhereWhiteLeatherGloves": [
                "white leather gloves",
                "Leather-bound hand protection, crafted from tanned animal hide."
            ],
            "modColorsEverywhereWhiteBackpack": [
                "white backpack",
                "Crafted with leather, it's suitable for holding many items on your back, reducing overall weight."
            ],
            "modColorsEverywhereWhiteWoodenChest": [
                "white wooden chest",
                "A large wooden container that can fit many items while placed on the ground. Foods will decay slower within it."
            ],
            "modColorsEverywhereWhiteIronBreastplate": [
                "white iron breastplate",
                "Durable, armor worn over the torso. One could take a serious beating while wearing this."
            ],
            "modColorsEverywhereWhiteIronBoots": [
                "white iron boots",
                "Heavy iron plated boots, shielding your feet from damage."
            ],
            "modColorsEverywhereWhiteIronHelmet": [
                "white iron helmet",
                "Iron plated headgear designed to withstand heavy blows."
            ],
            "modColorsEverywhereWhiteIronGorget": [
                "white iron gorget",
                "A round metal brace worn around the neck and over the shoulders."
            ],
            "modColorsEverywhereWhiteIronCuisses": [
                "white iron cuisses",
                "Iron leggings; to be strapped on to the thighs and function as leg protection."
            ],
            "modColorsEverywhereWhiteIronGauntlets": [
                "white iron gauntlets",
                "Iron gloves designed to be protective and durable, while maintaining as much flexibility as possible."
            ],
            "modColorsEverywhereWhiteIronHeater": [
                "white iron heater",
                "A large and heavy iron shield, used for blocking projectiles or melee attacks."
            ],
            "modColorsEverywhereWhiteSandstoneWall": [
                "white sandstone wall",
                "A constructed wall built from mined sandstone."
            ],
            "modColorsEverywhereWhiteSandstoneFlooring": [
                "white sandstone flooring",
                "A group of sandstone bricks, placed in a grid to be used as flooring."
            ],
            "modColorsEverywhereWhiteWroughtIronShield": [
                "white wrought iron shield",
                "A sturdy wrought iron shield, made by bending large sheets of metal into shape."
            ],
            "modColorsEverywhereWhiteWroughtIronGauntlets": [
                "white wrought iron gauntlets",
                "Intricate and sturdy, these wrought iron gloves fit snugly on your hands."
            ],
            "modColorsEverywhereWhiteWroughtIronCuisses": [
                "white wrought iron cuisses",
                "Wrought iron leggings, strapped and padded around the thighs to reduce most damage."
            ],
            "modColorsEverywhereWhiteWroughtIronGorget": [
                "white wrought iron gorget",
                "A molded piece of metal, used to protect the area around the neck and shoulders."
            ],
            "modColorsEverywhereWhiteWroughtIronHelmet": [
                "white wrought iron helmet",
                "Using a barbute design, this iron helmet shields the head from most kinds of attacks."
            ],
            "modColorsEverywhereWhiteWroughtIronBoots": [
                "white wrought iron boots",
                "Wrought iron footwear. Heavy and made specifically for protecting feet and lower legs."
            ],
            "modColorsEverywhereWhiteWroughtIronBreastplate": [
                "white wrought iron breastplate",
                "A large wrought iron chest plate, worn over the torso."
            ],
            "modColorsEverywhereWhiteWoodenWall": [
                "white wooden wall",
                "A sturdy set of bound logs, forming a protective wall that can be placed."
            ],
            "modColorsEverywhereWhiteWoodenFlooring": [
                "white wooden flooring",
                "Wooden floor boards; planed to equal height and length."
            ],
            "modColorsEverywhereWhiteWoodenDoor": [
                "white wooden door",
                "A door crafted from long wooden planks with large wooden hinges. Can be opened and closed when built."
            ],
            "modColorsEverywhereWhiteShortBow": [
                "white short bow",
                "A bow designed for powerful shots at close range."
            ],
            "modColorsEverywhereWhiteLongBow": [
                "white long bow",
                "Nearly as tall as the average person, this bow is designed for maximum range."
            ],
            "modColorsEverywhereWhiteCompositeBow": [
                "white composite bow",
                "An expertly crafted bow, designed for both velocity and force."
            ],
            "modColorsEverywhereWhiteLeatherQuiver": [
                "white leather quiver",
                "A leather-bound, back-mounted container designed to hold arrows; however, other items will also fit inside as well."
            ],
            "modColorsEverywhereWhiteWoodenFence": [
                "white wooden fence",
                "A section of wooden fencing, constructed from two logs and held together with horizontal beams."
            ],
            "modColorsEverywhereWhiteCordedSling": [
                "white corded sling",
                "Several pieces of string, wrapped and bound with a slot made for a projectile. Used to swing ammunition, increasing throwing range."
            ],
            "modColorsEverywhereWhiteLeatherSling": [
                "white leather sling",
                "A sling crafted from tanned leather. Designed to hold a projectile to be thrown at an increased velocity."
            ],
            "modColorsEverywhereWhiteClayWall": [
                "white clay wall",
                "A wall made from clay bricks, set into a typical skewed, grid-like fashion to increase durability."
            ],
            "modColorsEverywhereWhiteClayFlooring": [
                "white clay flooring",
                "Flooring crafted from clay bricks. Could be used as decoration or as part of a building."
            ],
            "modColorsEverywhereWhiteWoodenGate": [
                "white wooden gate",
                "A gate crafted from long wooden planks with small wooden hinges. Can be opened and closed when built."
            ],
            "modColorsEverywhereWhiteWroughtIronChest": [
                "white wrought iron chest",
                "A spacious container built from wrought iron that can store many items. Foods will spoil slower inside of it."
            ],
            "modColorsEverywhereWhiteIronChest": [
                "white iron chest",
                "A large iron chest that is both roomy and sturdy. Foods contained within will decay at a slower rate."
            ],
            "modColorsEverywhereWhiteOrnateWoodenChest": [
                "white ornate wooden chest",
                "A decorative wooden container gilded with symbols inlaid into the wood."
            ],
            "modColorsEverywhereWhiteOrnateCape": [
                "white ornate cape",
                "A red and gold stitched cape, which drapes the back and fastens at the neck. Worn as a status symbol."
            ],
            "modColorsEverywhereWhiteMageRobe": [
                "white mage robe",
                "An ancient tattered robe, once owned by a spell casting foe."
            ],
            "modColorsEverywhereWhiteAnimalPelt": [
                "white animal pelt",
                "The remains of an unlucky skinned animal. Can be used as a makeshift garment or dismantled into the hide and fur separately."
            ],
            "modColorsEverywhereWhiteCloak": [
                "white cloak",
                "An old, but sturdy hooded cloak garment. It appears to be of high quality from a bygone era."
            ],
            "modColorsEverywhereWhiteCopperBuckler": [
                "white copper buckler",
                "A rounded copper offhanded armor piece. Copper can be an ideal material for taking a beating with such a design."
            ],
            "modColorsEverywhereWhiteCopperGauntlets": [
                "white copper gauntlets",
                "Complex and intricate, but still fairly durable. These copper hand armor pieces are used to block damage to your extremities."
            ],
            "modColorsEverywhereWhiteCopperGreaves": [
                "white copper greaves",
                "Sturdy copper leggings that can be tied around your legs, shielding them from damage."
            ],
            "modColorsEverywhereWhiteCopperGorget": [
                "white copper gorget",
                "A shiny copper neck protection piece."
            ],
            "modColorsEverywhereWhiteCopperHelmet": [
                "white copper helmet",
                "A piece of copper head armor, designed with ancient sensibilities."
            ],
            "modColorsEverywhereWhiteCopperBoots": [
                "white copper boots",
                "Copper boots, work hardened and crafted to fit closely to your feet size."
            ],
            "modColorsEverywhereWhiteCopperCuirass": [
                "white copper cuirass",
                "Cold formed in a classic abdominal design, this copper cuirass can protect your torso from damage."
            ],
            "modColorsEverywhereWhiteCopperChest": [
                "white copper chest",
                "A roomy copper chest, used for caching items and food storage, reducing spoilage."
            ],
            "modColorsEverywhereWhiteStrawHat": [
                "white straw hat",
                "A hat made from braids of hay, woven together. What it lacks in protection, it makes up for in its sun-blocking properties and style."
            ],
            "modColorsEverywhereWhiteWoodenShield": [
                "white wooden shield",
                "A sturdy wooden shield, quite effective at blocking blunt attacks. The handles on the back are fashioned out of wood and string."
            ],
            "modColorsEverywhereWhiteScaleBelt": [
                "white scale belt",
                "A belt formed from braided cords of dried reptile skin used to keep your leggings up and for some moderate waist protection."
            ],
            "modColorsEverywhereWhiteScaleVest": [
                "white scale vest",
                "A fire-resistant vest made from sewn scales that can take a good beating."
            ],
            "modColorsEverywhereWhiteScaleBoots": [
                "white scale boots",
                "Scale-bound boots, sewn together using dried reptile skin."
            ],
            "modColorsEverywhereWhiteScaleCap": [
                "white scale cap",
                "A stylish winged cap made from scaly reptile skin."
            ],
            "modColorsEverywhereWhiteScaleBevor": [
                "white scale bevor",
                "A reptile skin fashioned neck and chin guard."
            ],
            "modColorsEverywhereWhiteScaleLeggings": [
                "white scale leggings",
                "Semi-tight leggings, crafted from dried and stretched reptile skin."
            ],
            "modColorsEverywhereWhiteScaleGloves": [
                "white scale gloves",
                "Skillfully crafted scale gloves, used for hand protection when gathering or tending to your campfire."
            ],
            "modColorsEverywhereWhiteAshCementFlooring": [
                "white ash cement flooring",
                "Flooring made from interweaving ash cement bricks."
            ],
            "modColorsEverywhereWhiteAshCementWall": [
                "white ash cement wall",
                "A wall constructed of recycled ash cement. Although the resource is abundant, the durability is not."
            ],
            "modColorsEverywhereWhitePirateHat": [
                "white pirate hat",
                "A cocked hat, typically worn by seafaring people and more notably, pirate folk known for their distinctive tricorne style."
            ],
            "modColorsEverywhereWhiteTinShield": [
                "white tin shield",
                "A uniquely designed tin shield, seemingly forged from a large slab of tin. The design might be the only thing going for it due to the deformation properties of tin."
            ],
            "modColorsEverywhereWhiteTinGloves": [
                "white tin gloves",
                "Delicately crafted tin-forged gloves, used for style and moderate protection. Mostly for style."
            ],
            "modColorsEverywhereWhiteTinChausses": [
                "white tin chausses",
                "A pair of tin leggings to be used as inferior protection or as decoration."
            ],
            "modColorsEverywhereWhiteTinBevor": [
                "white tin bevor",
                "A protective covering for one's neck and chin; crafted from tin."
            ],
            "modColorsEverywhereWhiteTinHelmet": [
                "white tin helmet",
                "A uniquely styled helmet made from tin. It becomes low in durability when used for its practical purpose."
            ],
            "modColorsEverywhereWhiteTinFootgear": [
                "white tin footgear",
                "A pair of tin-crafted shoes. They are lightweight, but probably not the most durable."
            ],
            "modColorsEverywhereWhiteTinCuirass": [
                "white tin cuirass",
                "A front-to-back upper body protective armor piece, crafted from tin."
            ],
            "modColorsEverywhereWhiteTinChest": [
                "white tin chest",
                "A tin chest crafted with an exaggerated boxy design. Suitable for holding all types of materials and items."
            ],
            "modColorsEverywhereWhiteBronzeKiteShield": [
                "white bronze kite shield",
                "A shield formed into a kite shape allowing protection along a full body length. A unique pattern is riveted to its center."
            ],
            "modColorsEverywhereWhiteBronzeGauntlets": [
                "white bronze gauntlets",
                "Bronze-forged hand protective armor. These gauntlets feature unique barbed bracer designs working their way up your forearms."
            ],
            "modColorsEverywhereWhiteBronzeGreaves": [
                "white bronze greaves",
                "A pair of bronze greaves, used to wrap and fit against your legs for more than adequate protection."
            ],
            "modColorsEverywhereWhiteBronzeBevor": [
                "white bronze bevor",
                "A piece of protective bronze armor for the chin and neck area."
            ],
            "modColorsEverywhereWhiteBronzeHelmet": [
                "white bronze helmet",
                "A helmet fit for royalty, at least from the looks alone. This stylishly crafted headgear is great for taking a beating as well as looking illustrious."
            ],
            "modColorsEverywhereWhiteBronzeBoots": [
                "white bronze boots",
                "Many delicately crafted bronze pieces are hinged together to form these protective boots."
            ],
            "modColorsEverywhereWhiteBronzeChestArmor": [
                "white bronze chest armor",
                "A bronze armor chest piece with a unique, stylish design with split tassets for additional waist and upper thigh protection."
            ],
            "modColorsEverywhereWhiteBronzeChest": [
                "white bronze chest",
                "Your best bet for large storage capacity. This masterly crafted bronze chest is suitable for storing a plethora of items."
            ],
            "modColorsEverywhereWhiteFurCoat": [
                "white fur coat",
                "A balmy chest garment crafted from the furry hide of an animal."
            ],
            "modColorsEverywhereWhiteFurMittens": [
                "white fur mittens",
                "A pair of fur mittens with one compartment for your fingers, and another one for your thumb for increased warmth."
            ],
            "modColorsEverywhereWhiteFurBoots": [
                "white fur boots",
                "A set of boots designed for colder climates, made from animal pelts with extra fur added for protection and comfort."
            ],
            "modColorsEverywhereWhiteBrambleCrown": [
                "white bramble crown",
                "A twisted circular floral arrangement meant to wear as royalty wears a crown."
            ],
            "modColorsEverywhereWhiteClothShirt": [
                "white cloth shirt",
                "A simple white short-sleeved shirt, perfect for a sunny day, and not so much otherwise."
            ],
            "modColorsEverywhereWhiteClothTrousers": [
                "white cloth trousers",
                "A fine, if not plain looking pair of brown trousers, suitable for covering your lower regions a bit."
            ],
            "modColorsEverywhereBlackPigment": [
                "black pigment",
                "Black pigment to be used in creating dye."
            ],
            "modColorsEverywhereBlackPaintbrush": [
                "black paintbrush",
                "A paintbrush with black dye."
            ],
            "modColorsEverywhereBlackDye": [
                "black dye bowl",
                "A bowl of black dye. Can be placed down to dye equipment."
            ],
            "modColorsEverywhereBlackArmoredScaleBelt": [
                "black armored scale belt",
                "Together with string and armored scales, this garment is meant to hold up any leggings or pants while providing defense to your waist section."
            ],
            "modColorsEverywhereBlackArmoredScaleVest": [
                "black armored scale vest",
                "Armor crafted with alternating small and large keratin scales arranged in the shape of a vest."
            ],
            "modColorsEverywhereBlackArmoredScaleBoots": [
                "black armored scale boots",
                "Finely crafted boots, made from armored scales and tightly wrapped and sewn together in the form of footwear."
            ],
            "modColorsEverywhereBlackArmoredScaleCrown": [
                "black armored scale crown",
                "An arrangement of armored scales shaped into a headband appearing like a crown when worn."
            ],
            "modColorsEverywhereBlackArmoredScaleBevor": [
                "black armored scale bevor",
                "A rather uncomplicated piece of neck protecting armor made from armored scales."
            ],
            "modColorsEverywhereBlackArmoredScaleCuisses": [
                "black armored scale cuisses",
                "Thigh and leg coverings crafted with armored keratin-based scales."
            ],
            "modColorsEverywhereBlackArmoredScaleGloves": [
                "black armored scale gloves",
                "A pair of gloves crafted with armored scales. Not the most comfortable, but appears to be quite protective on one's hands."
            ],
            "modColorsEverywhereBlackBarkLeggings": [
                "black bark leggings",
                "Rudimentary leg armor, crafted from strong tree bark and secured with string."
            ],
            "modColorsEverywhereBlackBarkShield": [
                "black bark shield",
                "A makeshift shield, used to block incoming attacks, made with tree bark and wrapped with string."
            ],
            "modColorsEverywhereBlackBarkTunic": [
                "black bark tunic",
                "Tree bark chest armor bound together with string."
            ],
            "modColorsEverywhereBlackCobblestoneFlooring": [
                "black cobblestone flooring",
                "Primitive flooring created by placing stones in an organized pattern, filling any gaps."
            ],
            "modColorsEverywhereBlackSkullcap": [
                "black skullcap",
                "A hollowed-out animal skull, useful as a provisional helmet."
            ],
            "modColorsEverywhereBlackStoneWall": [
                "black stone wall",
                "A series of interlaced stones and rocks, shaped into a vertical wall structure. Can be built to keep enemies out."
            ],
            "modColorsEverywhereBlackBow": [
                "black bow",
                "A bent wooden pole with a shorter string tied to both ends. The tension of the string is used to fire arrows."
            ],
            "modColorsEverywhereBlackSmallBag": [
                "black small bag",
                "A leather pouch used for holding a few items, carried at your waist, reducing encumbrance."
            ],
            "modColorsEverywhereBlackLeatherBelt": [
                "black leather belt",
                "Made from tanned animal hide, cut, wrapped, and stitched together to tie around the waist."
            ],
            "modColorsEverywhereBlackLeatherTunic": [
                "black leather tunic",
                "A leather garment which provides protection for the torso."
            ],
            "modColorsEverywhereBlackLeatherBoots": [
                "black leather boots",
                "Malleable yet tough foot protection, crafted from tanned animal hide."
            ],
            "modColorsEverywhereBlackLeatherCap": [
                "black leather cap",
                "A hat made of leather, double layered for extra sturdiness."
            ],
            "modColorsEverywhereBlackLeatherGorget": [
                "black leather gorget",
                "A circlet of leather, bound in two, stitched together and used as neck protection."
            ],
            "modColorsEverywhereBlackLeatherPants": [
                "black leather pants",
                "Basic leather leggings with just enough padding to provide some leg protection."
            ],
            "modColorsEverywhereBlackLeatherGloves": [
                "black leather gloves",
                "Leather-bound hand protection, crafted from tanned animal hide."
            ],
            "modColorsEverywhereBlackBackpack": [
                "black backpack",
                "Crafted with leather, it's suitable for holding many items on your back, reducing overall weight."
            ],
            "modColorsEverywhereBlackWoodenChest": [
                "black wooden chest",
                "A large wooden container that can fit many items while placed on the ground. Foods will decay slower within it."
            ],
            "modColorsEverywhereBlackIronBreastplate": [
                "black iron breastplate",
                "Durable, armor worn over the torso. One could take a serious beating while wearing this."
            ],
            "modColorsEverywhereBlackIronBoots": [
                "black iron boots",
                "Heavy iron plated boots, shielding your feet from damage."
            ],
            "modColorsEverywhereBlackIronHelmet": [
                "black iron helmet",
                "Iron plated headgear designed to withstand heavy blows."
            ],
            "modColorsEverywhereBlackIronGorget": [
                "black iron gorget",
                "A round metal brace worn around the neck and over the shoulders."
            ],
            "modColorsEverywhereBlackIronCuisses": [
                "black iron cuisses",
                "Iron leggings; to be strapped on to the thighs and function as leg protection."
            ],
            "modColorsEverywhereBlackIronGauntlets": [
                "black iron gauntlets",
                "Iron gloves designed to be protective and durable, while maintaining as much flexibility as possible."
            ],
            "modColorsEverywhereBlackIronHeater": [
                "black iron heater",
                "A large and heavy iron shield, used for blocking projectiles or melee attacks."
            ],
            "modColorsEverywhereBlackSandstoneWall": [
                "black sandstone wall",
                "A constructed wall built from mined sandstone."
            ],
            "modColorsEverywhereBlackSandstoneFlooring": [
                "black sandstone flooring",
                "A group of sandstone bricks, placed in a grid to be used as flooring."
            ],
            "modColorsEverywhereBlackWroughtIronShield": [
                "black wrought iron shield",
                "A sturdy wrought iron shield, made by bending large sheets of metal into shape."
            ],
            "modColorsEverywhereBlackWroughtIronGauntlets": [
                "black wrought iron gauntlets",
                "Intricate and sturdy, these wrought iron gloves fit snugly on your hands."
            ],
            "modColorsEverywhereBlackWroughtIronCuisses": [
                "black wrought iron cuisses",
                "Wrought iron leggings, strapped and padded around the thighs to reduce most damage."
            ],
            "modColorsEverywhereBlackWroughtIronGorget": [
                "black wrought iron gorget",
                "A molded piece of metal, used to protect the area around the neck and shoulders."
            ],
            "modColorsEverywhereBlackWroughtIronHelmet": [
                "black wrought iron helmet",
                "Using a barbute design, this iron helmet shields the head from most kinds of attacks."
            ],
            "modColorsEverywhereBlackWroughtIronBoots": [
                "black wrought iron boots",
                "Wrought iron footwear. Heavy and made specifically for protecting feet and lower legs."
            ],
            "modColorsEverywhereBlackWroughtIronBreastplate": [
                "black wrought iron breastplate",
                "A large wrought iron chest plate, worn over the torso."
            ],
            "modColorsEverywhereBlackWoodenWall": [
                "black wooden wall",
                "A sturdy set of bound logs, forming a protective wall that can be placed."
            ],
            "modColorsEverywhereBlackWoodenFlooring": [
                "black wooden flooring",
                "Wooden floor boards; planed to equal height and length."
            ],
            "modColorsEverywhereBlackWoodenDoor": [
                "black wooden door",
                "A door crafted from long wooden planks with large wooden hinges. Can be opened and closed when built."
            ],
            "modColorsEverywhereBlackShortBow": [
                "black short bow",
                "A bow designed for powerful shots at close range."
            ],
            "modColorsEverywhereBlackLongBow": [
                "black long bow",
                "Nearly as tall as the average person, this bow is designed for maximum range."
            ],
            "modColorsEverywhereBlackCompositeBow": [
                "black composite bow",
                "An expertly crafted bow, designed for both velocity and force."
            ],
            "modColorsEverywhereBlackLeatherQuiver": [
                "black leather quiver",
                "A leather-bound, back-mounted container designed to hold arrows; however, other items will also fit inside as well."
            ],
            "modColorsEverywhereBlackWoodenFence": [
                "black wooden fence",
                "A section of wooden fencing, constructed from two logs and held together with horizontal beams."
            ],
            "modColorsEverywhereBlackCordedSling": [
                "black corded sling",
                "Several pieces of string, wrapped and bound with a slot made for a projectile. Used to swing ammunition, increasing throwing range."
            ],
            "modColorsEverywhereBlackLeatherSling": [
                "black leather sling",
                "A sling crafted from tanned leather. Designed to hold a projectile to be thrown at an increased velocity."
            ],
            "modColorsEverywhereBlackClayWall": [
                "black clay wall",
                "A wall made from clay bricks, set into a typical skewed, grid-like fashion to increase durability."
            ],
            "modColorsEverywhereBlackClayFlooring": [
                "black clay flooring",
                "Flooring crafted from clay bricks. Could be used as decoration or as part of a building."
            ],
            "modColorsEverywhereBlackWoodenGate": [
                "black wooden gate",
                "A gate crafted from long wooden planks with small wooden hinges. Can be opened and closed when built."
            ],
            "modColorsEverywhereBlackWroughtIronChest": [
                "black wrought iron chest",
                "A spacious container built from wrought iron that can store many items. Foods will spoil slower inside of it."
            ],
            "modColorsEverywhereBlackIronChest": [
                "black iron chest",
                "A large iron chest that is both roomy and sturdy. Foods contained within will decay at a slower rate."
            ],
            "modColorsEverywhereBlackOrnateWoodenChest": [
                "black ornate wooden chest",
                "A decorative wooden container gilded with symbols inlaid into the wood."
            ],
            "modColorsEverywhereBlackOrnateCape": [
                "black ornate cape",
                "A red and gold stitched cape, which drapes the back and fastens at the neck. Worn as a status symbol."
            ],
            "modColorsEverywhereBlackMageRobe": [
                "black mage robe",
                "An ancient tattered robe, once owned by a spell casting foe."
            ],
            "modColorsEverywhereBlackAnimalPelt": [
                "black animal pelt",
                "The remains of an unlucky skinned animal. Can be used as a makeshift garment or dismantled into the hide and fur separately."
            ],
            "modColorsEverywhereBlackCloak": [
                "black cloak",
                "An old, but sturdy hooded cloak garment. It appears to be of high quality from a bygone era."
            ],
            "modColorsEverywhereBlackCopperBuckler": [
                "black copper buckler",
                "A rounded copper offhanded armor piece. Copper can be an ideal material for taking a beating with such a design."
            ],
            "modColorsEverywhereBlackCopperGauntlets": [
                "black copper gauntlets",
                "Complex and intricate, but still fairly durable. These copper hand armor pieces are used to block damage to your extremities."
            ],
            "modColorsEverywhereBlackCopperGreaves": [
                "black copper greaves",
                "Sturdy copper leggings that can be tied around your legs, shielding them from damage."
            ],
            "modColorsEverywhereBlackCopperGorget": [
                "black copper gorget",
                "A shiny copper neck protection piece."
            ],
            "modColorsEverywhereBlackCopperHelmet": [
                "black copper helmet",
                "A piece of copper head armor, designed with ancient sensibilities."
            ],
            "modColorsEverywhereBlackCopperBoots": [
                "black copper boots",
                "Copper boots, work hardened and crafted to fit closely to your feet size."
            ],
            "modColorsEverywhereBlackCopperCuirass": [
                "black copper cuirass",
                "Cold formed in a classic abdominal design, this copper cuirass can protect your torso from damage."
            ],
            "modColorsEverywhereBlackCopperChest": [
                "black copper chest",
                "A roomy copper chest, used for caching items and food storage, reducing spoilage."
            ],
            "modColorsEverywhereBlackStrawHat": [
                "black straw hat",
                "A hat made from braids of hay, woven together. What it lacks in protection, it makes up for in its sun-blocking properties and style."
            ],
            "modColorsEverywhereBlackWoodenShield": [
                "black wooden shield",
                "A sturdy wooden shield, quite effective at blocking blunt attacks. The handles on the back are fashioned out of wood and string."
            ],
            "modColorsEverywhereBlackScaleBelt": [
                "black scale belt",
                "A belt formed from braided cords of dried reptile skin used to keep your leggings up and for some moderate waist protection."
            ],
            "modColorsEverywhereBlackScaleVest": [
                "black scale vest",
                "A fire-resistant vest made from sewn scales that can take a good beating."
            ],
            "modColorsEverywhereBlackScaleBoots": [
                "black scale boots",
                "Scale-bound boots, sewn together using dried reptile skin."
            ],
            "modColorsEverywhereBlackScaleCap": [
                "black scale cap",
                "A stylish winged cap made from scaly reptile skin."
            ],
            "modColorsEverywhereBlackScaleBevor": [
                "black scale bevor",
                "A reptile skin fashioned neck and chin guard."
            ],
            "modColorsEverywhereBlackScaleLeggings": [
                "black scale leggings",
                "Semi-tight leggings, crafted from dried and stretched reptile skin."
            ],
            "modColorsEverywhereBlackScaleGloves": [
                "black scale gloves",
                "Skillfully crafted scale gloves, used for hand protection when gathering or tending to your campfire."
            ],
            "modColorsEverywhereBlackAshCementFlooring": [
                "black ash cement flooring",
                "Flooring made from interweaving ash cement bricks."
            ],
            "modColorsEverywhereBlackAshCementWall": [
                "black ash cement wall",
                "A wall constructed of recycled ash cement. Although the resource is abundant, the durability is not."
            ],
            "modColorsEverywhereBlackPirateHat": [
                "black pirate hat",
                "A cocked hat, typically worn by seafaring people and more notably, pirate folk known for their distinctive tricorne style."
            ],
            "modColorsEverywhereBlackTinShield": [
                "black tin shield",
                "A uniquely designed tin shield, seemingly forged from a large slab of tin. The design might be the only thing going for it due to the deformation properties of tin."
            ],
            "modColorsEverywhereBlackTinGloves": [
                "black tin gloves",
                "Delicately crafted tin-forged gloves, used for style and moderate protection. Mostly for style."
            ],
            "modColorsEverywhereBlackTinChausses": [
                "black tin chausses",
                "A pair of tin leggings to be used as inferior protection or as decoration."
            ],
            "modColorsEverywhereBlackTinBevor": [
                "black tin bevor",
                "A protective covering for one's neck and chin; crafted from tin."
            ],
            "modColorsEverywhereBlackTinHelmet": [
                "black tin helmet",
                "A uniquely styled helmet made from tin. It becomes low in durability when used for its practical purpose."
            ],
            "modColorsEverywhereBlackTinFootgear": [
                "black tin footgear",
                "A pair of tin-crafted shoes. They are lightweight, but probably not the most durable."
            ],
            "modColorsEverywhereBlackTinCuirass": [
                "black tin cuirass",
                "A front-to-back upper body protective armor piece, crafted from tin."
            ],
            "modColorsEverywhereBlackTinChest": [
                "black tin chest",
                "A tin chest crafted with an exaggerated boxy design. Suitable for holding all types of materials and items."
            ],
            "modColorsEverywhereBlackBronzeKiteShield": [
                "black bronze kite shield",
                "A shield formed into a kite shape allowing protection along a full body length. A unique pattern is riveted to its center."
            ],
            "modColorsEverywhereBlackBronzeGauntlets": [
                "black bronze gauntlets",
                "Bronze-forged hand protective armor. These gauntlets feature unique barbed bracer designs working their way up your forearms."
            ],
            "modColorsEverywhereBlackBronzeGreaves": [
                "black bronze greaves",
                "A pair of bronze greaves, used to wrap and fit against your legs for more than adequate protection."
            ],
            "modColorsEverywhereBlackBronzeBevor": [
                "black bronze bevor",
                "A piece of protective bronze armor for the chin and neck area."
            ],
            "modColorsEverywhereBlackBronzeHelmet": [
                "black bronze helmet",
                "A helmet fit for royalty, at least from the looks alone. This stylishly crafted headgear is great for taking a beating as well as looking illustrious."
            ],
            "modColorsEverywhereBlackBronzeBoots": [
                "black bronze boots",
                "Many delicately crafted bronze pieces are hinged together to form these protective boots."
            ],
            "modColorsEverywhereBlackBronzeChestArmor": [
                "black bronze chest armor",
                "A bronze armor chest piece with a unique, stylish design with split tassets for additional waist and upper thigh protection."
            ],
            "modColorsEverywhereBlackBronzeChest": [
                "black bronze chest",
                "Your best bet for large storage capacity. This masterly crafted bronze chest is suitable for storing a plethora of items."
            ],
            "modColorsEverywhereBlackFurCoat": [
                "black fur coat",
                "A balmy chest garment crafted from the furry hide of an animal."
            ],
            "modColorsEverywhereBlackFurMittens": [
                "black fur mittens",
                "A pair of fur mittens with one compartment for your fingers, and another one for your thumb for increased warmth."
            ],
            "modColorsEverywhereBlackFurBoots": [
                "black fur boots",
                "A set of boots designed for colder climates, made from animal pelts with extra fur added for protection and comfort."
            ],
            "modColorsEverywhereBlackBrambleCrown": [
                "black bramble crown",
                "A twisted circular floral arrangement meant to wear as royalty wears a crown."
            ],
            "modColorsEverywhereBlackClothShirt": [
                "black cloth shirt",
                "A simple white short-sleeved shirt, perfect for a sunny day, and not so much otherwise."
            ],
            "modColorsEverywhereBlackClothTrousers": [
                "black cloth trousers",
                "A fine, if not plain looking pair of brown trousers, suitable for covering your lower regions a bit."
            ],
            "modColorsEverywhereRedPigment": [
                "red pigment",
                "Red pigment to be used in creating dye."
            ],
            "modColorsEverywhereRedPaintbrush": [
                "red paintbrush",
                "A paintbrush with red dye."
            ],
            "modColorsEverywhereRedDye": [
                "red dye bowl",
                "A bowl of red dye. Can be placed down to dye equipment."
            ],
            "modColorsEverywhereRedArmoredScaleBelt": [
                "red armored scale belt",
                "Together with string and armored scales, this garment is meant to hold up any leggings or pants while providing defense to your waist section."
            ],
            "modColorsEverywhereRedArmoredScaleVest": [
                "red armored scale vest",
                "Armor crafted with alternating small and large keratin scales arranged in the shape of a vest."
            ],
            "modColorsEverywhereRedArmoredScaleBoots": [
                "red armored scale boots",
                "Finely crafted boots, made from armored scales and tightly wrapped and sewn together in the form of footwear."
            ],
            "modColorsEverywhereRedArmoredScaleCrown": [
                "red armored scale crown",
                "An arrangement of armored scales shaped into a headband appearing like a crown when worn."
            ],
            "modColorsEverywhereRedArmoredScaleBevor": [
                "red armored scale bevor",
                "A rather uncomplicated piece of neck protecting armor made from armored scales."
            ],
            "modColorsEverywhereRedArmoredScaleCuisses": [
                "red armored scale cuisses",
                "Thigh and leg coverings crafted with armored keratin-based scales."
            ],
            "modColorsEverywhereRedArmoredScaleGloves": [
                "red armored scale gloves",
                "A pair of gloves crafted with armored scales. Not the most comfortable, but appears to be quite protective on one's hands."
            ],
            "modColorsEverywhereRedBarkLeggings": [
                "red bark leggings",
                "Rudimentary leg armor, crafted from strong tree bark and secured with string."
            ],
            "modColorsEverywhereRedBarkShield": [
                "red bark shield",
                "A makeshift shield, used to block incoming attacks, made with tree bark and wrapped with string."
            ],
            "modColorsEverywhereRedBarkTunic": [
                "red bark tunic",
                "Tree bark chest armor bound together with string."
            ],
            "modColorsEverywhereRedCobblestoneFlooring": [
                "red cobblestone flooring",
                "Primitive flooring created by placing stones in an organized pattern, filling any gaps."
            ],
            "modColorsEverywhereRedSkullcap": [
                "red skullcap",
                "A hollowed-out animal skull, useful as a provisional helmet."
            ],
            "modColorsEverywhereRedStoneWall": [
                "red stone wall",
                "A series of interlaced stones and rocks, shaped into a vertical wall structure. Can be built to keep enemies out."
            ],
            "modColorsEverywhereRedBow": [
                "red bow",
                "A bent wooden pole with a shorter string tied to both ends. The tension of the string is used to fire arrows."
            ],
            "modColorsEverywhereRedSmallBag": [
                "red small bag",
                "A leather pouch used for holding a few items, carried at your waist, reducing encumbrance."
            ],
            "modColorsEverywhereRedLeatherBelt": [
                "red leather belt",
                "Made from tanned animal hide, cut, wrapped, and stitched together to tie around the waist."
            ],
            "modColorsEverywhereRedLeatherTunic": [
                "red leather tunic",
                "A leather garment which provides protection for the torso."
            ],
            "modColorsEverywhereRedLeatherBoots": [
                "red leather boots",
                "Malleable yet tough foot protection, crafted from tanned animal hide."
            ],
            "modColorsEverywhereRedLeatherCap": [
                "red leather cap",
                "A hat made of leather, double layered for extra sturdiness."
            ],
            "modColorsEverywhereRedLeatherGorget": [
                "red leather gorget",
                "A circlet of leather, bound in two, stitched together and used as neck protection."
            ],
            "modColorsEverywhereRedLeatherPants": [
                "red leather pants",
                "Basic leather leggings with just enough padding to provide some leg protection."
            ],
            "modColorsEverywhereRedLeatherGloves": [
                "red leather gloves",
                "Leather-bound hand protection, crafted from tanned animal hide."
            ],
            "modColorsEverywhereRedBackpack": [
                "red backpack",
                "Crafted with leather, it's suitable for holding many items on your back, reducing overall weight."
            ],
            "modColorsEverywhereRedWoodenChest": [
                "red wooden chest",
                "A large wooden container that can fit many items while placed on the ground. Foods will decay slower within it."
            ],
            "modColorsEverywhereRedIronBreastplate": [
                "red iron breastplate",
                "Durable, armor worn over the torso. One could take a serious beating while wearing this."
            ],
            "modColorsEverywhereRedIronBoots": [
                "red iron boots",
                "Heavy iron plated boots, shielding your feet from damage."
            ],
            "modColorsEverywhereRedIronHelmet": [
                "red iron helmet",
                "Iron plated headgear designed to withstand heavy blows."
            ],
            "modColorsEverywhereRedIronGorget": [
                "red iron gorget",
                "A round metal brace worn around the neck and over the shoulders."
            ],
            "modColorsEverywhereRedIronCuisses": [
                "red iron cuisses",
                "Iron leggings; to be strapped on to the thighs and function as leg protection."
            ],
            "modColorsEverywhereRedIronGauntlets": [
                "red iron gauntlets",
                "Iron gloves designed to be protective and durable, while maintaining as much flexibility as possible."
            ],
            "modColorsEverywhereRedIronHeater": [
                "red iron heater",
                "A large and heavy iron shield, used for blocking projectiles or melee attacks."
            ],
            "modColorsEverywhereRedSandstoneWall": [
                "red sandstone wall",
                "A constructed wall built from mined sandstone."
            ],
            "modColorsEverywhereRedSandstoneFlooring": [
                "red sandstone flooring",
                "A group of sandstone bricks, placed in a grid to be used as flooring."
            ],
            "modColorsEverywhereRedWroughtIronShield": [
                "red wrought iron shield",
                "A sturdy wrought iron shield, made by bending large sheets of metal into shape."
            ],
            "modColorsEverywhereRedWroughtIronGauntlets": [
                "red wrought iron gauntlets",
                "Intricate and sturdy, these wrought iron gloves fit snugly on your hands."
            ],
            "modColorsEverywhereRedWroughtIronCuisses": [
                "red wrought iron cuisses",
                "Wrought iron leggings, strapped and padded around the thighs to reduce most damage."
            ],
            "modColorsEverywhereRedWroughtIronGorget": [
                "red wrought iron gorget",
                "A molded piece of metal, used to protect the area around the neck and shoulders."
            ],
            "modColorsEverywhereRedWroughtIronHelmet": [
                "red wrought iron helmet",
                "Using a barbute design, this iron helmet shields the head from most kinds of attacks."
            ],
            "modColorsEverywhereRedWroughtIronBoots": [
                "red wrought iron boots",
                "Wrought iron footwear. Heavy and made specifically for protecting feet and lower legs."
            ],
            "modColorsEverywhereRedWroughtIronBreastplate": [
                "red wrought iron breastplate",
                "A large wrought iron chest plate, worn over the torso."
            ],
            "modColorsEverywhereRedWoodenWall": [
                "red wooden wall",
                "A sturdy set of bound logs, forming a protective wall that can be placed."
            ],
            "modColorsEverywhereRedWoodenFlooring": [
                "red wooden flooring",
                "Wooden floor boards; planed to equal height and length."
            ],
            "modColorsEverywhereRedWoodenDoor": [
                "red wooden door",
                "A door crafted from long wooden planks with large wooden hinges. Can be opened and closed when built."
            ],
            "modColorsEverywhereRedShortBow": [
                "red short bow",
                "A bow designed for powerful shots at close range."
            ],
            "modColorsEverywhereRedLongBow": [
                "red long bow",
                "Nearly as tall as the average person, this bow is designed for maximum range."
            ],
            "modColorsEverywhereRedCompositeBow": [
                "red composite bow",
                "An expertly crafted bow, designed for both velocity and force."
            ],
            "modColorsEverywhereRedLeatherQuiver": [
                "red leather quiver",
                "A leather-bound, back-mounted container designed to hold arrows; however, other items will also fit inside as well."
            ],
            "modColorsEverywhereRedWoodenFence": [
                "red wooden fence",
                "A section of wooden fencing, constructed from two logs and held together with horizontal beams."
            ],
            "modColorsEverywhereRedCordedSling": [
                "red corded sling",
                "Several pieces of string, wrapped and bound with a slot made for a projectile. Used to swing ammunition, increasing throwing range."
            ],
            "modColorsEverywhereRedLeatherSling": [
                "red leather sling",
                "A sling crafted from tanned leather. Designed to hold a projectile to be thrown at an increased velocity."
            ],
            "modColorsEverywhereRedClayWall": [
                "red clay wall",
                "A wall made from clay bricks, set into a typical skewed, grid-like fashion to increase durability."
            ],
            "modColorsEverywhereRedClayFlooring": [
                "red clay flooring",
                "Flooring crafted from clay bricks. Could be used as decoration or as part of a building."
            ],
            "modColorsEverywhereRedWoodenGate": [
                "red wooden gate",
                "A gate crafted from long wooden planks with small wooden hinges. Can be opened and closed when built."
            ],
            "modColorsEverywhereRedWroughtIronChest": [
                "red wrought iron chest",
                "A spacious container built from wrought iron that can store many items. Foods will spoil slower inside of it."
            ],
            "modColorsEverywhereRedIronChest": [
                "red iron chest",
                "A large iron chest that is both roomy and sturdy. Foods contained within will decay at a slower rate."
            ],
            "modColorsEverywhereRedOrnateWoodenChest": [
                "red ornate wooden chest",
                "A decorative wooden container gilded with symbols inlaid into the wood."
            ],
            "modColorsEverywhereRedOrnateCape": [
                "red ornate cape",
                "A red and gold stitched cape, which drapes the back and fastens at the neck. Worn as a status symbol."
            ],
            "modColorsEverywhereRedMageRobe": [
                "red mage robe",
                "An ancient tattered robe, once owned by a spell casting foe."
            ],
            "modColorsEverywhereRedAnimalPelt": [
                "red animal pelt",
                "The remains of an unlucky skinned animal. Can be used as a makeshift garment or dismantled into the hide and fur separately."
            ],
            "modColorsEverywhereRedCloak": [
                "red cloak",
                "An old, but sturdy hooded cloak garment. It appears to be of high quality from a bygone era."
            ],
            "modColorsEverywhereRedCopperBuckler": [
                "red copper buckler",
                "A rounded copper offhanded armor piece. Copper can be an ideal material for taking a beating with such a design."
            ],
            "modColorsEverywhereRedCopperGauntlets": [
                "red copper gauntlets",
                "Complex and intricate, but still fairly durable. These copper hand armor pieces are used to block damage to your extremities."
            ],
            "modColorsEverywhereRedCopperGreaves": [
                "red copper greaves",
                "Sturdy copper leggings that can be tied around your legs, shielding them from damage."
            ],
            "modColorsEverywhereRedCopperGorget": [
                "red copper gorget",
                "A shiny copper neck protection piece."
            ],
            "modColorsEverywhereRedCopperHelmet": [
                "red copper helmet",
                "A piece of copper head armor, designed with ancient sensibilities."
            ],
            "modColorsEverywhereRedCopperBoots": [
                "red copper boots",
                "Copper boots, work hardened and crafted to fit closely to your feet size."
            ],
            "modColorsEverywhereRedCopperCuirass": [
                "red copper cuirass",
                "Cold formed in a classic abdominal design, this copper cuirass can protect your torso from damage."
            ],
            "modColorsEverywhereRedCopperChest": [
                "red copper chest",
                "A roomy copper chest, used for caching items and food storage, reducing spoilage."
            ],
            "modColorsEverywhereRedStrawHat": [
                "red straw hat",
                "A hat made from braids of hay, woven together. What it lacks in protection, it makes up for in its sun-blocking properties and style."
            ],
            "modColorsEverywhereRedWoodenShield": [
                "red wooden shield",
                "A sturdy wooden shield, quite effective at blocking blunt attacks. The handles on the back are fashioned out of wood and string."
            ],
            "modColorsEverywhereRedScaleBelt": [
                "red scale belt",
                "A belt formed from braided cords of dried reptile skin used to keep your leggings up and for some moderate waist protection."
            ],
            "modColorsEverywhereRedScaleVest": [
                "red scale vest",
                "A fire-resistant vest made from sewn scales that can take a good beating."
            ],
            "modColorsEverywhereRedScaleBoots": [
                "red scale boots",
                "Scale-bound boots, sewn together using dried reptile skin."
            ],
            "modColorsEverywhereRedScaleCap": [
                "red scale cap",
                "A stylish winged cap made from scaly reptile skin."
            ],
            "modColorsEverywhereRedScaleBevor": [
                "red scale bevor",
                "A reptile skin fashioned neck and chin guard."
            ],
            "modColorsEverywhereRedScaleLeggings": [
                "red scale leggings",
                "Semi-tight leggings, crafted from dried and stretched reptile skin."
            ],
            "modColorsEverywhereRedScaleGloves": [
                "red scale gloves",
                "Skillfully crafted scale gloves, used for hand protection when gathering or tending to your campfire."
            ],
            "modColorsEverywhereRedAshCementFlooring": [
                "red ash cement flooring",
                "Flooring made from interweaving ash cement bricks."
            ],
            "modColorsEverywhereRedAshCementWall": [
                "red ash cement wall",
                "A wall constructed of recycled ash cement. Although the resource is abundant, the durability is not."
            ],
            "modColorsEverywhereRedPirateHat": [
                "red pirate hat",
                "A cocked hat, typically worn by seafaring people and more notably, pirate folk known for their distinctive tricorne style."
            ],
            "modColorsEverywhereRedTinShield": [
                "red tin shield",
                "A uniquely designed tin shield, seemingly forged from a large slab of tin. The design might be the only thing going for it due to the deformation properties of tin."
            ],
            "modColorsEverywhereRedTinGloves": [
                "red tin gloves",
                "Delicately crafted tin-forged gloves, used for style and moderate protection. Mostly for style."
            ],
            "modColorsEverywhereRedTinChausses": [
                "red tin chausses",
                "A pair of tin leggings to be used as inferior protection or as decoration."
            ],
            "modColorsEverywhereRedTinBevor": [
                "red tin bevor",
                "A protective covering for one's neck and chin; crafted from tin."
            ],
            "modColorsEverywhereRedTinHelmet": [
                "red tin helmet",
                "A uniquely styled helmet made from tin. It becomes low in durability when used for its practical purpose."
            ],
            "modColorsEverywhereRedTinFootgear": [
                "red tin footgear",
                "A pair of tin-crafted shoes. They are lightweight, but probably not the most durable."
            ],
            "modColorsEverywhereRedTinCuirass": [
                "red tin cuirass",
                "A front-to-back upper body protective armor piece, crafted from tin."
            ],
            "modColorsEverywhereRedTinChest": [
                "red tin chest",
                "A tin chest crafted with an exaggerated boxy design. Suitable for holding all types of materials and items."
            ],
            "modColorsEverywhereRedBronzeKiteShield": [
                "red bronze kite shield",
                "A shield formed into a kite shape allowing protection along a full body length. A unique pattern is riveted to its center."
            ],
            "modColorsEverywhereRedBronzeGauntlets": [
                "red bronze gauntlets",
                "Bronze-forged hand protective armor. These gauntlets feature unique barbed bracer designs working their way up your forearms."
            ],
            "modColorsEverywhereRedBronzeGreaves": [
                "red bronze greaves",
                "A pair of bronze greaves, used to wrap and fit against your legs for more than adequate protection."
            ],
            "modColorsEverywhereRedBronzeBevor": [
                "red bronze bevor",
                "A piece of protective bronze armor for the chin and neck area."
            ],
            "modColorsEverywhereRedBronzeHelmet": [
                "red bronze helmet",
                "A helmet fit for royalty, at least from the looks alone. This stylishly crafted headgear is great for taking a beating as well as looking illustrious."
            ],
            "modColorsEverywhereRedBronzeBoots": [
                "red bronze boots",
                "Many delicately crafted bronze pieces are hinged together to form these protective boots."
            ],
            "modColorsEverywhereRedBronzeChestArmor": [
                "red bronze chest armor",
                "A bronze armor chest piece with a unique, stylish design with split tassets for additional waist and upper thigh protection."
            ],
            "modColorsEverywhereRedBronzeChest": [
                "red bronze chest",
                "Your best bet for large storage capacity. This masterly crafted bronze chest is suitable for storing a plethora of items."
            ],
            "modColorsEverywhereRedFurCoat": [
                "red fur coat",
                "A balmy chest garment crafted from the furry hide of an animal."
            ],
            "modColorsEverywhereRedFurMittens": [
                "red fur mittens",
                "A pair of fur mittens with one compartment for your fingers, and another one for your thumb for increased warmth."
            ],
            "modColorsEverywhereRedFurBoots": [
                "red fur boots",
                "A set of boots designed for colder climates, made from animal pelts with extra fur added for protection and comfort."
            ],
            "modColorsEverywhereRedBrambleCrown": [
                "red bramble crown",
                "A twisted circular floral arrangement meant to wear as royalty wears a crown."
            ],
            "modColorsEverywhereRedClothShirt": [
                "red cloth shirt",
                "A simple white short-sleeved shirt, perfect for a sunny day, and not so much otherwise."
            ],
            "modColorsEverywhereRedClothTrousers": [
                "red cloth trousers",
                "A fine, if not plain looking pair of brown trousers, suitable for covering your lower regions a bit."
            ],
            "modColorsEverywhereYellowPigment": [
                "yellow pigment",
                "Yellow pigment to be used in creating dye."
            ],
            "modColorsEverywhereYellowPaintbrush": [
                "yellow paintbrush",
                "A paintbrush with yellow dye."
            ],
            "modColorsEverywhereYellowDye": [
                "yellow dye bowl",
                "A bowl of yellow dye. Can be placed down to dye equipment."
            ],
            "modColorsEverywhereYellowArmoredScaleBelt": [
                "yellow armored scale belt",
                "Together with string and armored scales, this garment is meant to hold up any leggings or pants while providing defense to your waist section."
            ],
            "modColorsEverywhereYellowArmoredScaleVest": [
                "yellow armored scale vest",
                "Armor crafted with alternating small and large keratin scales arranged in the shape of a vest."
            ],
            "modColorsEverywhereYellowArmoredScaleBoots": [
                "yellow armored scale boots",
                "Finely crafted boots, made from armored scales and tightly wrapped and sewn together in the form of footwear."
            ],
            "modColorsEverywhereYellowArmoredScaleCrown": [
                "yellow armored scale crown",
                "An arrangement of armored scales shaped into a headband appearing like a crown when worn."
            ],
            "modColorsEverywhereYellowArmoredScaleBevor": [
                "yellow armored scale bevor",
                "A rather uncomplicated piece of neck protecting armor made from armored scales."
            ],
            "modColorsEverywhereYellowArmoredScaleCuisses": [
                "yellow armored scale cuisses",
                "Thigh and leg coverings crafted with armored keratin-based scales."
            ],
            "modColorsEverywhereYellowArmoredScaleGloves": [
                "yellow armored scale gloves",
                "A pair of gloves crafted with armored scales. Not the most comfortable, but appears to be quite protective on one's hands."
            ],
            "modColorsEverywhereYellowBarkLeggings": [
                "yellow bark leggings",
                "Rudimentary leg armor, crafted from strong tree bark and secured with string."
            ],
            "modColorsEverywhereYellowBarkShield": [
                "yellow bark shield",
                "A makeshift shield, used to block incoming attacks, made with tree bark and wrapped with string."
            ],
            "modColorsEverywhereYellowBarkTunic": [
                "yellow bark tunic",
                "Tree bark chest armor bound together with string."
            ],
            "modColorsEverywhereYellowCobblestoneFlooring": [
                "yellow cobblestone flooring",
                "Primitive flooring created by placing stones in an organized pattern, filling any gaps."
            ],
            "modColorsEverywhereYellowSkullcap": [
                "yellow skullcap",
                "A hollowed-out animal skull, useful as a provisional helmet."
            ],
            "modColorsEverywhereYellowStoneWall": [
                "yellow stone wall",
                "A series of interlaced stones and rocks, shaped into a vertical wall structure. Can be built to keep enemies out."
            ],
            "modColorsEverywhereYellowBow": [
                "yellow bow",
                "A bent wooden pole with a shorter string tied to both ends. The tension of the string is used to fire arrows."
            ],
            "modColorsEverywhereYellowSmallBag": [
                "yellow small bag",
                "A leather pouch used for holding a few items, carried at your waist, reducing encumbrance."
            ],
            "modColorsEverywhereYellowLeatherBelt": [
                "yellow leather belt",
                "Made from tanned animal hide, cut, wrapped, and stitched together to tie around the waist."
            ],
            "modColorsEverywhereYellowLeatherTunic": [
                "yellow leather tunic",
                "A leather garment which provides protection for the torso."
            ],
            "modColorsEverywhereYellowLeatherBoots": [
                "yellow leather boots",
                "Malleable yet tough foot protection, crafted from tanned animal hide."
            ],
            "modColorsEverywhereYellowLeatherCap": [
                "yellow leather cap",
                "A hat made of leather, double layered for extra sturdiness."
            ],
            "modColorsEverywhereYellowLeatherGorget": [
                "yellow leather gorget",
                "A circlet of leather, bound in two, stitched together and used as neck protection."
            ],
            "modColorsEverywhereYellowLeatherPants": [
                "yellow leather pants",
                "Basic leather leggings with just enough padding to provide some leg protection."
            ],
            "modColorsEverywhereYellowLeatherGloves": [
                "yellow leather gloves",
                "Leather-bound hand protection, crafted from tanned animal hide."
            ],
            "modColorsEverywhereYellowBackpack": [
                "yellow backpack",
                "Crafted with leather, it's suitable for holding many items on your back, reducing overall weight."
            ],
            "modColorsEverywhereYellowWoodenChest": [
                "yellow wooden chest",
                "A large wooden container that can fit many items while placed on the ground. Foods will decay slower within it."
            ],
            "modColorsEverywhereYellowIronBreastplate": [
                "yellow iron breastplate",
                "Durable, armor worn over the torso. One could take a serious beating while wearing this."
            ],
            "modColorsEverywhereYellowIronBoots": [
                "yellow iron boots",
                "Heavy iron plated boots, shielding your feet from damage."
            ],
            "modColorsEverywhereYellowIronHelmet": [
                "yellow iron helmet",
                "Iron plated headgear designed to withstand heavy blows."
            ],
            "modColorsEverywhereYellowIronGorget": [
                "yellow iron gorget",
                "A round metal brace worn around the neck and over the shoulders."
            ],
            "modColorsEverywhereYellowIronCuisses": [
                "yellow iron cuisses",
                "Iron leggings; to be strapped on to the thighs and function as leg protection."
            ],
            "modColorsEverywhereYellowIronGauntlets": [
                "yellow iron gauntlets",
                "Iron gloves designed to be protective and durable, while maintaining as much flexibility as possible."
            ],
            "modColorsEverywhereYellowIronHeater": [
                "yellow iron heater",
                "A large and heavy iron shield, used for blocking projectiles or melee attacks."
            ],
            "modColorsEverywhereYellowSandstoneWall": [
                "yellow sandstone wall",
                "A constructed wall built from mined sandstone."
            ],
            "modColorsEverywhereYellowSandstoneFlooring": [
                "yellow sandstone flooring",
                "A group of sandstone bricks, placed in a grid to be used as flooring."
            ],
            "modColorsEverywhereYellowWroughtIronShield": [
                "yellow wrought iron shield",
                "A sturdy wrought iron shield, made by bending large sheets of metal into shape."
            ],
            "modColorsEverywhereYellowWroughtIronGauntlets": [
                "yellow wrought iron gauntlets",
                "Intricate and sturdy, these wrought iron gloves fit snugly on your hands."
            ],
            "modColorsEverywhereYellowWroughtIronCuisses": [
                "yellow wrought iron cuisses",
                "Wrought iron leggings, strapped and padded around the thighs to reduce most damage."
            ],
            "modColorsEverywhereYellowWroughtIronGorget": [
                "yellow wrought iron gorget",
                "A molded piece of metal, used to protect the area around the neck and shoulders."
            ],
            "modColorsEverywhereYellowWroughtIronHelmet": [
                "yellow wrought iron helmet",
                "Using a barbute design, this iron helmet shields the head from most kinds of attacks."
            ],
            "modColorsEverywhereYellowWroughtIronBoots": [
                "yellow wrought iron boots",
                "Wrought iron footwear. Heavy and made specifically for protecting feet and lower legs."
            ],
            "modColorsEverywhereYellowWroughtIronBreastplate": [
                "yellow wrought iron breastplate",
                "A large wrought iron chest plate, worn over the torso."
            ],
            "modColorsEverywhereYellowWoodenWall": [
                "yellow wooden wall",
                "A sturdy set of bound logs, forming a protective wall that can be placed."
            ],
            "modColorsEverywhereYellowWoodenFlooring": [
                "yellow wooden flooring",
                "Wooden floor boards; planed to equal height and length."
            ],
            "modColorsEverywhereYellowWoodenDoor": [
                "yellow wooden door",
                "A door crafted from long wooden planks with large wooden hinges. Can be opened and closed when built."
            ],
            "modColorsEverywhereYellowShortBow": [
                "yellow short bow",
                "A bow designed for powerful shots at close range."
            ],
            "modColorsEverywhereYellowLongBow": [
                "yellow long bow",
                "Nearly as tall as the average person, this bow is designed for maximum range."
            ],
            "modColorsEverywhereYellowCompositeBow": [
                "yellow composite bow",
                "An expertly crafted bow, designed for both velocity and force."
            ],
            "modColorsEverywhereYellowLeatherQuiver": [
                "yellow leather quiver",
                "A leather-bound, back-mounted container designed to hold arrows; however, other items will also fit inside as well."
            ],
            "modColorsEverywhereYellowWoodenFence": [
                "yellow wooden fence",
                "A section of wooden fencing, constructed from two logs and held together with horizontal beams."
            ],
            "modColorsEverywhereYellowCordedSling": [
                "yellow corded sling",
                "Several pieces of string, wrapped and bound with a slot made for a projectile. Used to swing ammunition, increasing throwing range."
            ],
            "modColorsEverywhereYellowLeatherSling": [
                "yellow leather sling",
                "A sling crafted from tanned leather. Designed to hold a projectile to be thrown at an increased velocity."
            ],
            "modColorsEverywhereYellowClayWall": [
                "yellow clay wall",
                "A wall made from clay bricks, set into a typical skewed, grid-like fashion to increase durability."
            ],
            "modColorsEverywhereYellowClayFlooring": [
                "yellow clay flooring",
                "Flooring crafted from clay bricks. Could be used as decoration or as part of a building."
            ],
            "modColorsEverywhereYellowWoodenGate": [
                "yellow wooden gate",
                "A gate crafted from long wooden planks with small wooden hinges. Can be opened and closed when built."
            ],
            "modColorsEverywhereYellowWroughtIronChest": [
                "yellow wrought iron chest",
                "A spacious container built from wrought iron that can store many items. Foods will spoil slower inside of it."
            ],
            "modColorsEverywhereYellowIronChest": [
                "yellow iron chest",
                "A large iron chest that is both roomy and sturdy. Foods contained within will decay at a slower rate."
            ],
            "modColorsEverywhereYellowOrnateWoodenChest": [
                "yellow ornate wooden chest",
                "A decorative wooden container gilded with symbols inlaid into the wood."
            ],
            "modColorsEverywhereYellowOrnateCape": [
                "yellow ornate cape",
                "A red and gold stitched cape, which drapes the back and fastens at the neck. Worn as a status symbol."
            ],
            "modColorsEverywhereYellowMageRobe": [
                "yellow mage robe",
                "An ancient tattered robe, once owned by a spell casting foe."
            ],
            "modColorsEverywhereYellowAnimalPelt": [
                "yellow animal pelt",
                "The remains of an unlucky skinned animal. Can be used as a makeshift garment or dismantled into the hide and fur separately."
            ],
            "modColorsEverywhereYellowCloak": [
                "yellow cloak",
                "An old, but sturdy hooded cloak garment. It appears to be of high quality from a bygone era."
            ],
            "modColorsEverywhereYellowCopperBuckler": [
                "yellow copper buckler",
                "A rounded copper offhanded armor piece. Copper can be an ideal material for taking a beating with such a design."
            ],
            "modColorsEverywhereYellowCopperGauntlets": [
                "yellow copper gauntlets",
                "Complex and intricate, but still fairly durable. These copper hand armor pieces are used to block damage to your extremities."
            ],
            "modColorsEverywhereYellowCopperGreaves": [
                "yellow copper greaves",
                "Sturdy copper leggings that can be tied around your legs, shielding them from damage."
            ],
            "modColorsEverywhereYellowCopperGorget": [
                "yellow copper gorget",
                "A shiny copper neck protection piece."
            ],
            "modColorsEverywhereYellowCopperHelmet": [
                "yellow copper helmet",
                "A piece of copper head armor, designed with ancient sensibilities."
            ],
            "modColorsEverywhereYellowCopperBoots": [
                "yellow copper boots",
                "Copper boots, work hardened and crafted to fit closely to your feet size."
            ],
            "modColorsEverywhereYellowCopperCuirass": [
                "yellow copper cuirass",
                "Cold formed in a classic abdominal design, this copper cuirass can protect your torso from damage."
            ],
            "modColorsEverywhereYellowCopperChest": [
                "yellow copper chest",
                "A roomy copper chest, used for caching items and food storage, reducing spoilage."
            ],
            "modColorsEverywhereYellowStrawHat": [
                "yellow straw hat",
                "A hat made from braids of hay, woven together. What it lacks in protection, it makes up for in its sun-blocking properties and style."
            ],
            "modColorsEverywhereYellowWoodenShield": [
                "yellow wooden shield",
                "A sturdy wooden shield, quite effective at blocking blunt attacks. The handles on the back are fashioned out of wood and string."
            ],
            "modColorsEverywhereYellowScaleBelt": [
                "yellow scale belt",
                "A belt formed from braided cords of dried reptile skin used to keep your leggings up and for some moderate waist protection."
            ],
            "modColorsEverywhereYellowScaleVest": [
                "yellow scale vest",
                "A fire-resistant vest made from sewn scales that can take a good beating."
            ],
            "modColorsEverywhereYellowScaleBoots": [
                "yellow scale boots",
                "Scale-bound boots, sewn together using dried reptile skin."
            ],
            "modColorsEverywhereYellowScaleCap": [
                "yellow scale cap",
                "A stylish winged cap made from scaly reptile skin."
            ],
            "modColorsEverywhereYellowScaleBevor": [
                "yellow scale bevor",
                "A reptile skin fashioned neck and chin guard."
            ],
            "modColorsEverywhereYellowScaleLeggings": [
                "yellow scale leggings",
                "Semi-tight leggings, crafted from dried and stretched reptile skin."
            ],
            "modColorsEverywhereYellowScaleGloves": [
                "yellow scale gloves",
                "Skillfully crafted scale gloves, used for hand protection when gathering or tending to your campfire."
            ],
            "modColorsEverywhereYellowAshCementFlooring": [
                "yellow ash cement flooring",
                "Flooring made from interweaving ash cement bricks."
            ],
            "modColorsEverywhereYellowAshCementWall": [
                "yellow ash cement wall",
                "A wall constructed of recycled ash cement. Although the resource is abundant, the durability is not."
            ],
            "modColorsEverywhereYellowPirateHat": [
                "yellow pirate hat",
                "A cocked hat, typically worn by seafaring people and more notably, pirate folk known for their distinctive tricorne style."
            ],
            "modColorsEverywhereYellowTinShield": [
                "yellow tin shield",
                "A uniquely designed tin shield, seemingly forged from a large slab of tin. The design might be the only thing going for it due to the deformation properties of tin."
            ],
            "modColorsEverywhereYellowTinGloves": [
                "yellow tin gloves",
                "Delicately crafted tin-forged gloves, used for style and moderate protection. Mostly for style."
            ],
            "modColorsEverywhereYellowTinChausses": [
                "yellow tin chausses",
                "A pair of tin leggings to be used as inferior protection or as decoration."
            ],
            "modColorsEverywhereYellowTinBevor": [
                "yellow tin bevor",
                "A protective covering for one's neck and chin; crafted from tin."
            ],
            "modColorsEverywhereYellowTinHelmet": [
                "yellow tin helmet",
                "A uniquely styled helmet made from tin. It becomes low in durability when used for its practical purpose."
            ],
            "modColorsEverywhereYellowTinFootgear": [
                "yellow tin footgear",
                "A pair of tin-crafted shoes. They are lightweight, but probably not the most durable."
            ],
            "modColorsEverywhereYellowTinCuirass": [
                "yellow tin cuirass",
                "A front-to-back upper body protective armor piece, crafted from tin."
            ],
            "modColorsEverywhereYellowTinChest": [
                "yellow tin chest",
                "A tin chest crafted with an exaggerated boxy design. Suitable for holding all types of materials and items."
            ],
            "modColorsEverywhereYellowBronzeKiteShield": [
                "yellow bronze kite shield",
                "A shield formed into a kite shape allowing protection along a full body length. A unique pattern is riveted to its center."
            ],
            "modColorsEverywhereYellowBronzeGauntlets": [
                "yellow bronze gauntlets",
                "Bronze-forged hand protective armor. These gauntlets feature unique barbed bracer designs working their way up your forearms."
            ],
            "modColorsEverywhereYellowBronzeGreaves": [
                "yellow bronze greaves",
                "A pair of bronze greaves, used to wrap and fit against your legs for more than adequate protection."
            ],
            "modColorsEverywhereYellowBronzeBevor": [
                "yellow bronze bevor",
                "A piece of protective bronze armor for the chin and neck area."
            ],
            "modColorsEverywhereYellowBronzeHelmet": [
                "yellow bronze helmet",
                "A helmet fit for royalty, at least from the looks alone. This stylishly crafted headgear is great for taking a beating as well as looking illustrious."
            ],
            "modColorsEverywhereYellowBronzeBoots": [
                "yellow bronze boots",
                "Many delicately crafted bronze pieces are hinged together to form these protective boots."
            ],
            "modColorsEverywhereYellowBronzeChestArmor": [
                "yellow bronze chest armor",
                "A bronze armor chest piece with a unique, stylish design with split tassets for additional waist and upper thigh protection."
            ],
            "modColorsEverywhereYellowBronzeChest": [
                "yellow bronze chest",
                "Your best bet for large storage capacity. This masterly crafted bronze chest is suitable for storing a plethora of items."
            ],
            "modColorsEverywhereYellowFurCoat": [
                "yellow fur coat",
                "A balmy chest garment crafted from the furry hide of an animal."
            ],
            "modColorsEverywhereYellowFurMittens": [
                "yellow fur mittens",
                "A pair of fur mittens with one compartment for your fingers, and another one for your thumb for increased warmth."
            ],
            "modColorsEverywhereYellowFurBoots": [
                "yellow fur boots",
                "A set of boots designed for colder climates, made from animal pelts with extra fur added for protection and comfort."
            ],
            "modColorsEverywhereYellowBrambleCrown": [
                "yellow bramble crown",
                "A twisted circular floral arrangement meant to wear as royalty wears a crown."
            ],
            "modColorsEverywhereYellowClothShirt": [
                "yellow cloth shirt",
                "A simple white short-sleeved shirt, perfect for a sunny day, and not so much otherwise."
            ],
            "modColorsEverywhereYellowClothTrousers": [
                "yellow cloth trousers",
                "A fine, if not plain looking pair of brown trousers, suitable for covering your lower regions a bit."
            ],
            "modColorsEverywhereBluePigment": [
                "blue pigment",
                "Blue pigment to be used in creating dye."
            ],
            "modColorsEverywhereBluePaintbrush": [
                "blue paintbrush",
                "A paintbrush with blue dye."
            ],
            "modColorsEverywhereBlueDye": [
                "blue dye bowl",
                "A bowl of blue dye. Can be placed down to dye equipment."
            ],
            "modColorsEverywhereBlueArmoredScaleBelt": [
                "blue armored scale belt",
                "Together with string and armored scales, this garment is meant to hold up any leggings or pants while providing defense to your waist section."
            ],
            "modColorsEverywhereBlueArmoredScaleVest": [
                "blue armored scale vest",
                "Armor crafted with alternating small and large keratin scales arranged in the shape of a vest."
            ],
            "modColorsEverywhereBlueArmoredScaleBoots": [
                "blue armored scale boots",
                "Finely crafted boots, made from armored scales and tightly wrapped and sewn together in the form of footwear."
            ],
            "modColorsEverywhereBlueArmoredScaleCrown": [
                "blue armored scale crown",
                "An arrangement of armored scales shaped into a headband appearing like a crown when worn."
            ],
            "modColorsEverywhereBlueArmoredScaleBevor": [
                "blue armored scale bevor",
                "A rather uncomplicated piece of neck protecting armor made from armored scales."
            ],
            "modColorsEverywhereBlueArmoredScaleCuisses": [
                "blue armored scale cuisses",
                "Thigh and leg coverings crafted with armored keratin-based scales."
            ],
            "modColorsEverywhereBlueArmoredScaleGloves": [
                "blue armored scale gloves",
                "A pair of gloves crafted with armored scales. Not the most comfortable, but appears to be quite protective on one's hands."
            ],
            "modColorsEverywhereBlueBarkLeggings": [
                "blue bark leggings",
                "Rudimentary leg armor, crafted from strong tree bark and secured with string."
            ],
            "modColorsEverywhereBlueBarkShield": [
                "blue bark shield",
                "A makeshift shield, used to block incoming attacks, made with tree bark and wrapped with string."
            ],
            "modColorsEverywhereBlueBarkTunic": [
                "blue bark tunic",
                "Tree bark chest armor bound together with string."
            ],
            "modColorsEverywhereBlueCobblestoneFlooring": [
                "blue cobblestone flooring",
                "Primitive flooring created by placing stones in an organized pattern, filling any gaps."
            ],
            "modColorsEverywhereBlueSkullcap": [
                "blue skullcap",
                "A hollowed-out animal skull, useful as a provisional helmet."
            ],
            "modColorsEverywhereBlueStoneWall": [
                "blue stone wall",
                "A series of interlaced stones and rocks, shaped into a vertical wall structure. Can be built to keep enemies out."
            ],
            "modColorsEverywhereBlueBow": [
                "blue bow",
                "A bent wooden pole with a shorter string tied to both ends. The tension of the string is used to fire arrows."
            ],
            "modColorsEverywhereBlueSmallBag": [
                "blue small bag",
                "A leather pouch used for holding a few items, carried at your waist, reducing encumbrance."
            ],
            "modColorsEverywhereBlueLeatherBelt": [
                "blue leather belt",
                "Made from tanned animal hide, cut, wrapped, and stitched together to tie around the waist."
            ],
            "modColorsEverywhereBlueLeatherTunic": [
                "blue leather tunic",
                "A leather garment which provides protection for the torso."
            ],
            "modColorsEverywhereBlueLeatherBoots": [
                "blue leather boots",
                "Malleable yet tough foot protection, crafted from tanned animal hide."
            ],
            "modColorsEverywhereBlueLeatherCap": [
                "blue leather cap",
                "A hat made of leather, double layered for extra sturdiness."
            ],
            "modColorsEverywhereBlueLeatherGorget": [
                "blue leather gorget",
                "A circlet of leather, bound in two, stitched together and used as neck protection."
            ],
            "modColorsEverywhereBlueLeatherPants": [
                "blue leather pants",
                "Basic leather leggings with just enough padding to provide some leg protection."
            ],
            "modColorsEverywhereBlueLeatherGloves": [
                "blue leather gloves",
                "Leather-bound hand protection, crafted from tanned animal hide."
            ],
            "modColorsEverywhereBlueBackpack": [
                "blue backpack",
                "Crafted with leather, it's suitable for holding many items on your back, reducing overall weight."
            ],
            "modColorsEverywhereBlueWoodenChest": [
                "blue wooden chest",
                "A large wooden container that can fit many items while placed on the ground. Foods will decay slower within it."
            ],
            "modColorsEverywhereBlueIronBreastplate": [
                "blue iron breastplate",
                "Durable, armor worn over the torso. One could take a serious beating while wearing this."
            ],
            "modColorsEverywhereBlueIronBoots": [
                "blue iron boots",
                "Heavy iron plated boots, shielding your feet from damage."
            ],
            "modColorsEverywhereBlueIronHelmet": [
                "blue iron helmet",
                "Iron plated headgear designed to withstand heavy blows."
            ],
            "modColorsEverywhereBlueIronGorget": [
                "blue iron gorget",
                "A round metal brace worn around the neck and over the shoulders."
            ],
            "modColorsEverywhereBlueIronCuisses": [
                "blue iron cuisses",
                "Iron leggings; to be strapped on to the thighs and function as leg protection."
            ],
            "modColorsEverywhereBlueIronGauntlets": [
                "blue iron gauntlets",
                "Iron gloves designed to be protective and durable, while maintaining as much flexibility as possible."
            ],
            "modColorsEverywhereBlueIronHeater": [
                "blue iron heater",
                "A large and heavy iron shield, used for blocking projectiles or melee attacks."
            ],
            "modColorsEverywhereBlueSandstoneWall": [
                "blue sandstone wall",
                "A constructed wall built from mined sandstone."
            ],
            "modColorsEverywhereBlueSandstoneFlooring": [
                "blue sandstone flooring",
                "A group of sandstone bricks, placed in a grid to be used as flooring."
            ],
            "modColorsEverywhereBlueWroughtIronShield": [
                "blue wrought iron shield",
                "A sturdy wrought iron shield, made by bending large sheets of metal into shape."
            ],
            "modColorsEverywhereBlueWroughtIronGauntlets": [
                "blue wrought iron gauntlets",
                "Intricate and sturdy, these wrought iron gloves fit snugly on your hands."
            ],
            "modColorsEverywhereBlueWroughtIronCuisses": [
                "blue wrought iron cuisses",
                "Wrought iron leggings, strapped and padded around the thighs to reduce most damage."
            ],
            "modColorsEverywhereBlueWroughtIronGorget": [
                "blue wrought iron gorget",
                "A molded piece of metal, used to protect the area around the neck and shoulders."
            ],
            "modColorsEverywhereBlueWroughtIronHelmet": [
                "blue wrought iron helmet",
                "Using a barbute design, this iron helmet shields the head from most kinds of attacks."
            ],
            "modColorsEverywhereBlueWroughtIronBoots": [
                "blue wrought iron boots",
                "Wrought iron footwear. Heavy and made specifically for protecting feet and lower legs."
            ],
            "modColorsEverywhereBlueWroughtIronBreastplate": [
                "blue wrought iron breastplate",
                "A large wrought iron chest plate, worn over the torso."
            ],
            "modColorsEverywhereBlueWoodenWall": [
                "blue wooden wall",
                "A sturdy set of bound logs, forming a protective wall that can be placed."
            ],
            "modColorsEverywhereBlueWoodenFlooring": [
                "blue wooden flooring",
                "Wooden floor boards; planed to equal height and length."
            ],
            "modColorsEverywhereBlueWoodenDoor": [
                "blue wooden door",
                "A door crafted from long wooden planks with large wooden hinges. Can be opened and closed when built."
            ],
            "modColorsEverywhereBlueShortBow": [
                "blue short bow",
                "A bow designed for powerful shots at close range."
            ],
            "modColorsEverywhereBlueLongBow": [
                "blue long bow",
                "Nearly as tall as the average person, this bow is designed for maximum range."
            ],
            "modColorsEverywhereBlueCompositeBow": [
                "blue composite bow",
                "An expertly crafted bow, designed for both velocity and force."
            ],
            "modColorsEverywhereBlueLeatherQuiver": [
                "blue leather quiver",
                "A leather-bound, back-mounted container designed to hold arrows; however, other items will also fit inside as well."
            ],
            "modColorsEverywhereBlueWoodenFence": [
                "blue wooden fence",
                "A section of wooden fencing, constructed from two logs and held together with horizontal beams."
            ],
            "modColorsEverywhereBlueCordedSling": [
                "blue corded sling",
                "Several pieces of string, wrapped and bound with a slot made for a projectile. Used to swing ammunition, increasing throwing range."
            ],
            "modColorsEverywhereBlueLeatherSling": [
                "blue leather sling",
                "A sling crafted from tanned leather. Designed to hold a projectile to be thrown at an increased velocity."
            ],
            "modColorsEverywhereBlueClayWall": [
                "blue clay wall",
                "A wall made from clay bricks, set into a typical skewed, grid-like fashion to increase durability."
            ],
            "modColorsEverywhereBlueClayFlooring": [
                "blue clay flooring",
                "Flooring crafted from clay bricks. Could be used as decoration or as part of a building."
            ],
            "modColorsEverywhereBlueWoodenGate": [
                "blue wooden gate",
                "A gate crafted from long wooden planks with small wooden hinges. Can be opened and closed when built."
            ],
            "modColorsEverywhereBlueWroughtIronChest": [
                "blue wrought iron chest",
                "A spacious container built from wrought iron that can store many items. Foods will spoil slower inside of it."
            ],
            "modColorsEverywhereBlueIronChest": [
                "blue iron chest",
                "A large iron chest that is both roomy and sturdy. Foods contained within will decay at a slower rate."
            ],
            "modColorsEverywhereBlueOrnateWoodenChest": [
                "blue ornate wooden chest",
                "A decorative wooden container gilded with symbols inlaid into the wood."
            ],
            "modColorsEverywhereBlueOrnateCape": [
                "blue ornate cape",
                "A red and gold stitched cape, which drapes the back and fastens at the neck. Worn as a status symbol."
            ],
            "modColorsEverywhereBlueMageRobe": [
                "blue mage robe",
                "An ancient tattered robe, once owned by a spell casting foe."
            ],
            "modColorsEverywhereBlueAnimalPelt": [
                "blue animal pelt",
                "The remains of an unlucky skinned animal. Can be used as a makeshift garment or dismantled into the hide and fur separately."
            ],
            "modColorsEverywhereBlueCloak": [
                "blue cloak",
                "An old, but sturdy hooded cloak garment. It appears to be of high quality from a bygone era."
            ],
            "modColorsEverywhereBlueCopperBuckler": [
                "blue copper buckler",
                "A rounded copper offhanded armor piece. Copper can be an ideal material for taking a beating with such a design."
            ],
            "modColorsEverywhereBlueCopperGauntlets": [
                "blue copper gauntlets",
                "Complex and intricate, but still fairly durable. These copper hand armor pieces are used to block damage to your extremities."
            ],
            "modColorsEverywhereBlueCopperGreaves": [
                "blue copper greaves",
                "Sturdy copper leggings that can be tied around your legs, shielding them from damage."
            ],
            "modColorsEverywhereBlueCopperGorget": [
                "blue copper gorget",
                "A shiny copper neck protection piece."
            ],
            "modColorsEverywhereBlueCopperHelmet": [
                "blue copper helmet",
                "A piece of copper head armor, designed with ancient sensibilities."
            ],
            "modColorsEverywhereBlueCopperBoots": [
                "blue copper boots",
                "Copper boots, work hardened and crafted to fit closely to your feet size."
            ],
            "modColorsEverywhereBlueCopperCuirass": [
                "blue copper cuirass",
                "Cold formed in a classic abdominal design, this copper cuirass can protect your torso from damage."
            ],
            "modColorsEverywhereBlueCopperChest": [
                "blue copper chest",
                "A roomy copper chest, used for caching items and food storage, reducing spoilage."
            ],
            "modColorsEverywhereBlueStrawHat": [
                "blue straw hat",
                "A hat made from braids of hay, woven together. What it lacks in protection, it makes up for in its sun-blocking properties and style."
            ],
            "modColorsEverywhereBlueWoodenShield": [
                "blue wooden shield",
                "A sturdy wooden shield, quite effective at blocking blunt attacks. The handles on the back are fashioned out of wood and string."
            ],
            "modColorsEverywhereBlueScaleBelt": [
                "blue scale belt",
                "A belt formed from braided cords of dried reptile skin used to keep your leggings up and for some moderate waist protection."
            ],
            "modColorsEverywhereBlueScaleVest": [
                "blue scale vest",
                "A fire-resistant vest made from sewn scales that can take a good beating."
            ],
            "modColorsEverywhereBlueScaleBoots": [
                "blue scale boots",
                "Scale-bound boots, sewn together using dried reptile skin."
            ],
            "modColorsEverywhereBlueScaleCap": [
                "blue scale cap",
                "A stylish winged cap made from scaly reptile skin."
            ],
            "modColorsEverywhereBlueScaleBevor": [
                "blue scale bevor",
                "A reptile skin fashioned neck and chin guard."
            ],
            "modColorsEverywhereBlueScaleLeggings": [
                "blue scale leggings",
                "Semi-tight leggings, crafted from dried and stretched reptile skin."
            ],
            "modColorsEverywhereBlueScaleGloves": [
                "blue scale gloves",
                "Skillfully crafted scale gloves, used for hand protection when gathering or tending to your campfire."
            ],
            "modColorsEverywhereBlueAshCementFlooring": [
                "blue ash cement flooring",
                "Flooring made from interweaving ash cement bricks."
            ],
            "modColorsEverywhereBlueAshCementWall": [
                "blue ash cement wall",
                "A wall constructed of recycled ash cement. Although the resource is abundant, the durability is not."
            ],
            "modColorsEverywhereBluePirateHat": [
                "blue pirate hat",
                "A cocked hat, typically worn by seafaring people and more notably, pirate folk known for their distinctive tricorne style."
            ],
            "modColorsEverywhereBlueTinShield": [
                "blue tin shield",
                "A uniquely designed tin shield, seemingly forged from a large slab of tin. The design might be the only thing going for it due to the deformation properties of tin."
            ],
            "modColorsEverywhereBlueTinGloves": [
                "blue tin gloves",
                "Delicately crafted tin-forged gloves, used for style and moderate protection. Mostly for style."
            ],
            "modColorsEverywhereBlueTinChausses": [
                "blue tin chausses",
                "A pair of tin leggings to be used as inferior protection or as decoration."
            ],
            "modColorsEverywhereBlueTinBevor": [
                "blue tin bevor",
                "A protective covering for one's neck and chin; crafted from tin."
            ],
            "modColorsEverywhereBlueTinHelmet": [
                "blue tin helmet",
                "A uniquely styled helmet made from tin. It becomes low in durability when used for its practical purpose."
            ],
            "modColorsEverywhereBlueTinFootgear": [
                "blue tin footgear",
                "A pair of tin-crafted shoes. They are lightweight, but probably not the most durable."
            ],
            "modColorsEverywhereBlueTinCuirass": [
                "blue tin cuirass",
                "A front-to-back upper body protective armor piece, crafted from tin."
            ],
            "modColorsEverywhereBlueTinChest": [
                "blue tin chest",
                "A tin chest crafted with an exaggerated boxy design. Suitable for holding all types of materials and items."
            ],
            "modColorsEverywhereBlueBronzeKiteShield": [
                "blue bronze kite shield",
                "A shield formed into a kite shape allowing protection along a full body length. A unique pattern is riveted to its center."
            ],
            "modColorsEverywhereBlueBronzeGauntlets": [
                "blue bronze gauntlets",
                "Bronze-forged hand protective armor. These gauntlets feature unique barbed bracer designs working their way up your forearms."
            ],
            "modColorsEverywhereBlueBronzeGreaves": [
                "blue bronze greaves",
                "A pair of bronze greaves, used to wrap and fit against your legs for more than adequate protection."
            ],
            "modColorsEverywhereBlueBronzeBevor": [
                "blue bronze bevor",
                "A piece of protective bronze armor for the chin and neck area."
            ],
            "modColorsEverywhereBlueBronzeHelmet": [
                "blue bronze helmet",
                "A helmet fit for royalty, at least from the looks alone. This stylishly crafted headgear is great for taking a beating as well as looking illustrious."
            ],
            "modColorsEverywhereBlueBronzeBoots": [
                "blue bronze boots",
                "Many delicately crafted bronze pieces are hinged together to form these protective boots."
            ],
            "modColorsEverywhereBlueBronzeChestArmor": [
                "blue bronze chest armor",
                "A bronze armor chest piece with a unique, stylish design with split tassets for additional waist and upper thigh protection."
            ],
            "modColorsEverywhereBlueBronzeChest": [
                "blue bronze chest",
                "Your best bet for large storage capacity. This masterly crafted bronze chest is suitable for storing a plethora of items."
            ],
            "modColorsEverywhereBlueFurCoat": [
                "blue fur coat",
                "A balmy chest garment crafted from the furry hide of an animal."
            ],
            "modColorsEverywhereBlueFurMittens": [
                "blue fur mittens",
                "A pair of fur mittens with one compartment for your fingers, and another one for your thumb for increased warmth."
            ],
            "modColorsEverywhereBlueFurBoots": [
                "blue fur boots",
                "A set of boots designed for colder climates, made from animal pelts with extra fur added for protection and comfort."
            ],
            "modColorsEverywhereBlueBrambleCrown": [
                "blue bramble crown",
                "A twisted circular floral arrangement meant to wear as royalty wears a crown."
            ],
            "modColorsEverywhereBlueClothShirt": [
                "blue cloth shirt",
                "A simple white short-sleeved shirt, perfect for a sunny day, and not so much otherwise."
            ],
            "modColorsEverywhereBlueClothTrousers": [
                "blue cloth trousers",
                "A fine, if not plain looking pair of brown trousers, suitable for covering your lower regions a bit."
            ],
            "modColorsEverywhereOrangePigment": [
                "orange pigment",
                "Orange pigment to be used in creating dye."
            ],
            "modColorsEverywhereOrangePaintbrush": [
                "orange paintbrush",
                "A paintbrush with orange dye."
            ],
            "modColorsEverywhereOrangeDye": [
                "orange dye bowl",
                "A bowl of orange dye. Can be placed down to dye equipment."
            ],
            "modColorsEverywhereOrangeArmoredScaleBelt": [
                "orange armored scale belt",
                "Together with string and armored scales, this garment is meant to hold up any leggings or pants while providing defense to your waist section."
            ],
            "modColorsEverywhereOrangeArmoredScaleVest": [
                "orange armored scale vest",
                "Armor crafted with alternating small and large keratin scales arranged in the shape of a vest."
            ],
            "modColorsEverywhereOrangeArmoredScaleBoots": [
                "orange armored scale boots",
                "Finely crafted boots, made from armored scales and tightly wrapped and sewn together in the form of footwear."
            ],
            "modColorsEverywhereOrangeArmoredScaleCrown": [
                "orange armored scale crown",
                "An arrangement of armored scales shaped into a headband appearing like a crown when worn."
            ],
            "modColorsEverywhereOrangeArmoredScaleBevor": [
                "orange armored scale bevor",
                "A rather uncomplicated piece of neck protecting armor made from armored scales."
            ],
            "modColorsEverywhereOrangeArmoredScaleCuisses": [
                "orange armored scale cuisses",
                "Thigh and leg coverings crafted with armored keratin-based scales."
            ],
            "modColorsEverywhereOrangeArmoredScaleGloves": [
                "orange armored scale gloves",
                "A pair of gloves crafted with armored scales. Not the most comfortable, but appears to be quite protective on one's hands."
            ],
            "modColorsEverywhereOrangeBarkLeggings": [
                "orange bark leggings",
                "Rudimentary leg armor, crafted from strong tree bark and secured with string."
            ],
            "modColorsEverywhereOrangeBarkShield": [
                "orange bark shield",
                "A makeshift shield, used to block incoming attacks, made with tree bark and wrapped with string."
            ],
            "modColorsEverywhereOrangeBarkTunic": [
                "orange bark tunic",
                "Tree bark chest armor bound together with string."
            ],
            "modColorsEverywhereOrangeCobblestoneFlooring": [
                "orange cobblestone flooring",
                "Primitive flooring created by placing stones in an organized pattern, filling any gaps."
            ],
            "modColorsEverywhereOrangeSkullcap": [
                "orange skullcap",
                "A hollowed-out animal skull, useful as a provisional helmet."
            ],
            "modColorsEverywhereOrangeStoneWall": [
                "orange stone wall",
                "A series of interlaced stones and rocks, shaped into a vertical wall structure. Can be built to keep enemies out."
            ],
            "modColorsEverywhereOrangeBow": [
                "orange bow",
                "A bent wooden pole with a shorter string tied to both ends. The tension of the string is used to fire arrows."
            ],
            "modColorsEverywhereOrangeSmallBag": [
                "orange small bag",
                "A leather pouch used for holding a few items, carried at your waist, reducing encumbrance."
            ],
            "modColorsEverywhereOrangeLeatherBelt": [
                "orange leather belt",
                "Made from tanned animal hide, cut, wrapped, and stitched together to tie around the waist."
            ],
            "modColorsEverywhereOrangeLeatherTunic": [
                "orange leather tunic",
                "A leather garment which provides protection for the torso."
            ],
            "modColorsEverywhereOrangeLeatherBoots": [
                "orange leather boots",
                "Malleable yet tough foot protection, crafted from tanned animal hide."
            ],
            "modColorsEverywhereOrangeLeatherCap": [
                "orange leather cap",
                "A hat made of leather, double layered for extra sturdiness."
            ],
            "modColorsEverywhereOrangeLeatherGorget": [
                "orange leather gorget",
                "A circlet of leather, bound in two, stitched together and used as neck protection."
            ],
            "modColorsEverywhereOrangeLeatherPants": [
                "orange leather pants",
                "Basic leather leggings with just enough padding to provide some leg protection."
            ],
            "modColorsEverywhereOrangeLeatherGloves": [
                "orange leather gloves",
                "Leather-bound hand protection, crafted from tanned animal hide."
            ],
            "modColorsEverywhereOrangeBackpack": [
                "orange backpack",
                "Crafted with leather, it's suitable for holding many items on your back, reducing overall weight."
            ],
            "modColorsEverywhereOrangeWoodenChest": [
                "orange wooden chest",
                "A large wooden container that can fit many items while placed on the ground. Foods will decay slower within it."
            ],
            "modColorsEverywhereOrangeIronBreastplate": [
                "orange iron breastplate",
                "Durable, armor worn over the torso. One could take a serious beating while wearing this."
            ],
            "modColorsEverywhereOrangeIronBoots": [
                "orange iron boots",
                "Heavy iron plated boots, shielding your feet from damage."
            ],
            "modColorsEverywhereOrangeIronHelmet": [
                "orange iron helmet",
                "Iron plated headgear designed to withstand heavy blows."
            ],
            "modColorsEverywhereOrangeIronGorget": [
                "orange iron gorget",
                "A round metal brace worn around the neck and over the shoulders."
            ],
            "modColorsEverywhereOrangeIronCuisses": [
                "orange iron cuisses",
                "Iron leggings; to be strapped on to the thighs and function as leg protection."
            ],
            "modColorsEverywhereOrangeIronGauntlets": [
                "orange iron gauntlets",
                "Iron gloves designed to be protective and durable, while maintaining as much flexibility as possible."
            ],
            "modColorsEverywhereOrangeIronHeater": [
                "orange iron heater",
                "A large and heavy iron shield, used for blocking projectiles or melee attacks."
            ],
            "modColorsEverywhereOrangeSandstoneWall": [
                "orange sandstone wall",
                "A constructed wall built from mined sandstone."
            ],
            "modColorsEverywhereOrangeSandstoneFlooring": [
                "orange sandstone flooring",
                "A group of sandstone bricks, placed in a grid to be used as flooring."
            ],
            "modColorsEverywhereOrangeWroughtIronShield": [
                "orange wrought iron shield",
                "A sturdy wrought iron shield, made by bending large sheets of metal into shape."
            ],
            "modColorsEverywhereOrangeWroughtIronGauntlets": [
                "orange wrought iron gauntlets",
                "Intricate and sturdy, these wrought iron gloves fit snugly on your hands."
            ],
            "modColorsEverywhereOrangeWroughtIronCuisses": [
                "orange wrought iron cuisses",
                "Wrought iron leggings, strapped and padded around the thighs to reduce most damage."
            ],
            "modColorsEverywhereOrangeWroughtIronGorget": [
                "orange wrought iron gorget",
                "A molded piece of metal, used to protect the area around the neck and shoulders."
            ],
            "modColorsEverywhereOrangeWroughtIronHelmet": [
                "orange wrought iron helmet",
                "Using a barbute design, this iron helmet shields the head from most kinds of attacks."
            ],
            "modColorsEverywhereOrangeWroughtIronBoots": [
                "orange wrought iron boots",
                "Wrought iron footwear. Heavy and made specifically for protecting feet and lower legs."
            ],
            "modColorsEverywhereOrangeWroughtIronBreastplate": [
                "orange wrought iron breastplate",
                "A large wrought iron chest plate, worn over the torso."
            ],
            "modColorsEverywhereOrangeWoodenWall": [
                "orange wooden wall",
                "A sturdy set of bound logs, forming a protective wall that can be placed."
            ],
            "modColorsEverywhereOrangeWoodenFlooring": [
                "orange wooden flooring",
                "Wooden floor boards; planed to equal height and length."
            ],
            "modColorsEverywhereOrangeWoodenDoor": [
                "orange wooden door",
                "A door crafted from long wooden planks with large wooden hinges. Can be opened and closed when built."
            ],
            "modColorsEverywhereOrangeShortBow": [
                "orange short bow",
                "A bow designed for powerful shots at close range."
            ],
            "modColorsEverywhereOrangeLongBow": [
                "orange long bow",
                "Nearly as tall as the average person, this bow is designed for maximum range."
            ],
            "modColorsEverywhereOrangeCompositeBow": [
                "orange composite bow",
                "An expertly crafted bow, designed for both velocity and force."
            ],
            "modColorsEverywhereOrangeLeatherQuiver": [
                "orange leather quiver",
                "A leather-bound, back-mounted container designed to hold arrows; however, other items will also fit inside as well."
            ],
            "modColorsEverywhereOrangeWoodenFence": [
                "orange wooden fence",
                "A section of wooden fencing, constructed from two logs and held together with horizontal beams."
            ],
            "modColorsEverywhereOrangeCordedSling": [
                "orange corded sling",
                "Several pieces of string, wrapped and bound with a slot made for a projectile. Used to swing ammunition, increasing throwing range."
            ],
            "modColorsEverywhereOrangeLeatherSling": [
                "orange leather sling",
                "A sling crafted from tanned leather. Designed to hold a projectile to be thrown at an increased velocity."
            ],
            "modColorsEverywhereOrangeClayWall": [
                "orange clay wall",
                "A wall made from clay bricks, set into a typical skewed, grid-like fashion to increase durability."
            ],
            "modColorsEverywhereOrangeClayFlooring": [
                "orange clay flooring",
                "Flooring crafted from clay bricks. Could be used as decoration or as part of a building."
            ],
            "modColorsEverywhereOrangeWoodenGate": [
                "orange wooden gate",
                "A gate crafted from long wooden planks with small wooden hinges. Can be opened and closed when built."
            ],
            "modColorsEverywhereOrangeWroughtIronChest": [
                "orange wrought iron chest",
                "A spacious container built from wrought iron that can store many items. Foods will spoil slower inside of it."
            ],
            "modColorsEverywhereOrangeIronChest": [
                "orange iron chest",
                "A large iron chest that is both roomy and sturdy. Foods contained within will decay at a slower rate."
            ],
            "modColorsEverywhereOrangeOrnateWoodenChest": [
                "orange ornate wooden chest",
                "A decorative wooden container gilded with symbols inlaid into the wood."
            ],
            "modColorsEverywhereOrangeOrnateCape": [
                "orange ornate cape",
                "A red and gold stitched cape, which drapes the back and fastens at the neck. Worn as a status symbol."
            ],
            "modColorsEverywhereOrangeMageRobe": [
                "orange mage robe",
                "An ancient tattered robe, once owned by a spell casting foe."
            ],
            "modColorsEverywhereOrangeAnimalPelt": [
                "orange animal pelt",
                "The remains of an unlucky skinned animal. Can be used as a makeshift garment or dismantled into the hide and fur separately."
            ],
            "modColorsEverywhereOrangeCloak": [
                "orange cloak",
                "An old, but sturdy hooded cloak garment. It appears to be of high quality from a bygone era."
            ],
            "modColorsEverywhereOrangeCopperBuckler": [
                "orange copper buckler",
                "A rounded copper offhanded armor piece. Copper can be an ideal material for taking a beating with such a design."
            ],
            "modColorsEverywhereOrangeCopperGauntlets": [
                "orange copper gauntlets",
                "Complex and intricate, but still fairly durable. These copper hand armor pieces are used to block damage to your extremities."
            ],
            "modColorsEverywhereOrangeCopperGreaves": [
                "orange copper greaves",
                "Sturdy copper leggings that can be tied around your legs, shielding them from damage."
            ],
            "modColorsEverywhereOrangeCopperGorget": [
                "orange copper gorget",
                "A shiny copper neck protection piece."
            ],
            "modColorsEverywhereOrangeCopperHelmet": [
                "orange copper helmet",
                "A piece of copper head armor, designed with ancient sensibilities."
            ],
            "modColorsEverywhereOrangeCopperBoots": [
                "orange copper boots",
                "Copper boots, work hardened and crafted to fit closely to your feet size."
            ],
            "modColorsEverywhereOrangeCopperCuirass": [
                "orange copper cuirass",
                "Cold formed in a classic abdominal design, this copper cuirass can protect your torso from damage."
            ],
            "modColorsEverywhereOrangeCopperChest": [
                "orange copper chest",
                "A roomy copper chest, used for caching items and food storage, reducing spoilage."
            ],
            "modColorsEverywhereOrangeStrawHat": [
                "orange straw hat",
                "A hat made from braids of hay, woven together. What it lacks in protection, it makes up for in its sun-blocking properties and style."
            ],
            "modColorsEverywhereOrangeWoodenShield": [
                "orange wooden shield",
                "A sturdy wooden shield, quite effective at blocking blunt attacks. The handles on the back are fashioned out of wood and string."
            ],
            "modColorsEverywhereOrangeScaleBelt": [
                "orange scale belt",
                "A belt formed from braided cords of dried reptile skin used to keep your leggings up and for some moderate waist protection."
            ],
            "modColorsEverywhereOrangeScaleVest": [
                "orange scale vest",
                "A fire-resistant vest made from sewn scales that can take a good beating."
            ],
            "modColorsEverywhereOrangeScaleBoots": [
                "orange scale boots",
                "Scale-bound boots, sewn together using dried reptile skin."
            ],
            "modColorsEverywhereOrangeScaleCap": [
                "orange scale cap",
                "A stylish winged cap made from scaly reptile skin."
            ],
            "modColorsEverywhereOrangeScaleBevor": [
                "orange scale bevor",
                "A reptile skin fashioned neck and chin guard."
            ],
            "modColorsEverywhereOrangeScaleLeggings": [
                "orange scale leggings",
                "Semi-tight leggings, crafted from dried and stretched reptile skin."
            ],
            "modColorsEverywhereOrangeScaleGloves": [
                "orange scale gloves",
                "Skillfully crafted scale gloves, used for hand protection when gathering or tending to your campfire."
            ],
            "modColorsEverywhereOrangeAshCementFlooring": [
                "orange ash cement flooring",
                "Flooring made from interweaving ash cement bricks."
            ],
            "modColorsEverywhereOrangeAshCementWall": [
                "orange ash cement wall",
                "A wall constructed of recycled ash cement. Although the resource is abundant, the durability is not."
            ],
            "modColorsEverywhereOrangePirateHat": [
                "orange pirate hat",
                "A cocked hat, typically worn by seafaring people and more notably, pirate folk known for their distinctive tricorne style."
            ],
            "modColorsEverywhereOrangeTinShield": [
                "orange tin shield",
                "A uniquely designed tin shield, seemingly forged from a large slab of tin. The design might be the only thing going for it due to the deformation properties of tin."
            ],
            "modColorsEverywhereOrangeTinGloves": [
                "orange tin gloves",
                "Delicately crafted tin-forged gloves, used for style and moderate protection. Mostly for style."
            ],
            "modColorsEverywhereOrangeTinChausses": [
                "orange tin chausses",
                "A pair of tin leggings to be used as inferior protection or as decoration."
            ],
            "modColorsEverywhereOrangeTinBevor": [
                "orange tin bevor",
                "A protective covering for one's neck and chin; crafted from tin."
            ],
            "modColorsEverywhereOrangeTinHelmet": [
                "orange tin helmet",
                "A uniquely styled helmet made from tin. It becomes low in durability when used for its practical purpose."
            ],
            "modColorsEverywhereOrangeTinFootgear": [
                "orange tin footgear",
                "A pair of tin-crafted shoes. They are lightweight, but probably not the most durable."
            ],
            "modColorsEverywhereOrangeTinCuirass": [
                "orange tin cuirass",
                "A front-to-back upper body protective armor piece, crafted from tin."
            ],
            "modColorsEverywhereOrangeTinChest": [
                "orange tin chest",
                "A tin chest crafted with an exaggerated boxy design. Suitable for holding all types of materials and items."
            ],
            "modColorsEverywhereOrangeBronzeKiteShield": [
                "orange bronze kite shield",
                "A shield formed into a kite shape allowing protection along a full body length. A unique pattern is riveted to its center."
            ],
            "modColorsEverywhereOrangeBronzeGauntlets": [
                "orange bronze gauntlets",
                "Bronze-forged hand protective armor. These gauntlets feature unique barbed bracer designs working their way up your forearms."
            ],
            "modColorsEverywhereOrangeBronzeGreaves": [
                "orange bronze greaves",
                "A pair of bronze greaves, used to wrap and fit against your legs for more than adequate protection."
            ],
            "modColorsEverywhereOrangeBronzeBevor": [
                "orange bronze bevor",
                "A piece of protective bronze armor for the chin and neck area."
            ],
            "modColorsEverywhereOrangeBronzeHelmet": [
                "orange bronze helmet",
                "A helmet fit for royalty, at least from the looks alone. This stylishly crafted headgear is great for taking a beating as well as looking illustrious."
            ],
            "modColorsEverywhereOrangeBronzeBoots": [
                "orange bronze boots",
                "Many delicately crafted bronze pieces are hinged together to form these protective boots."
            ],
            "modColorsEverywhereOrangeBronzeChestArmor": [
                "orange bronze chest armor",
                "A bronze armor chest piece with a unique, stylish design with split tassets for additional waist and upper thigh protection."
            ],
            "modColorsEverywhereOrangeBronzeChest": [
                "orange bronze chest",
                "Your best bet for large storage capacity. This masterly crafted bronze chest is suitable for storing a plethora of items."
            ],
            "modColorsEverywhereOrangeFurCoat": [
                "orange fur coat",
                "A balmy chest garment crafted from the furry hide of an animal."
            ],
            "modColorsEverywhereOrangeFurMittens": [
                "orange fur mittens",
                "A pair of fur mittens with one compartment for your fingers, and another one for your thumb for increased warmth."
            ],
            "modColorsEverywhereOrangeFurBoots": [
                "orange fur boots",
                "A set of boots designed for colder climates, made from animal pelts with extra fur added for protection and comfort."
            ],
            "modColorsEverywhereOrangeBrambleCrown": [
                "orange bramble crown",
                "A twisted circular floral arrangement meant to wear as royalty wears a crown."
            ],
            "modColorsEverywhereOrangeClothShirt": [
                "orange cloth shirt",
                "A simple white short-sleeved shirt, perfect for a sunny day, and not so much otherwise."
            ],
            "modColorsEverywhereOrangeClothTrousers": [
                "orange cloth trousers",
                "A fine, if not plain looking pair of brown trousers, suitable for covering your lower regions a bit."
            ],
            "modColorsEverywhereGreenPigment": [
                "green pigment",
                "Green pigment to be used in creating dye."
            ],
            "modColorsEverywhereGreenPaintbrush": [
                "green paintbrush",
                "A paintbrush with green dye."
            ],
            "modColorsEverywhereGreenDye": [
                "green dye bowl",
                "A bowl of green dye. Can be placed down to dye equipment."
            ],
            "modColorsEverywhereGreenArmoredScaleBelt": [
                "green armored scale belt",
                "Together with string and armored scales, this garment is meant to hold up any leggings or pants while providing defense to your waist section."
            ],
            "modColorsEverywhereGreenArmoredScaleVest": [
                "green armored scale vest",
                "Armor crafted with alternating small and large keratin scales arranged in the shape of a vest."
            ],
            "modColorsEverywhereGreenArmoredScaleBoots": [
                "green armored scale boots",
                "Finely crafted boots, made from armored scales and tightly wrapped and sewn together in the form of footwear."
            ],
            "modColorsEverywhereGreenArmoredScaleCrown": [
                "green armored scale crown",
                "An arrangement of armored scales shaped into a headband appearing like a crown when worn."
            ],
            "modColorsEverywhereGreenArmoredScaleBevor": [
                "green armored scale bevor",
                "A rather uncomplicated piece of neck protecting armor made from armored scales."
            ],
            "modColorsEverywhereGreenArmoredScaleCuisses": [
                "green armored scale cuisses",
                "Thigh and leg coverings crafted with armored keratin-based scales."
            ],
            "modColorsEverywhereGreenArmoredScaleGloves": [
                "green armored scale gloves",
                "A pair of gloves crafted with armored scales. Not the most comfortable, but appears to be quite protective on one's hands."
            ],
            "modColorsEverywhereGreenBarkLeggings": [
                "green bark leggings",
                "Rudimentary leg armor, crafted from strong tree bark and secured with string."
            ],
            "modColorsEverywhereGreenBarkShield": [
                "green bark shield",
                "A makeshift shield, used to block incoming attacks, made with tree bark and wrapped with string."
            ],
            "modColorsEverywhereGreenBarkTunic": [
                "green bark tunic",
                "Tree bark chest armor bound together with string."
            ],
            "modColorsEverywhereGreenCobblestoneFlooring": [
                "green cobblestone flooring",
                "Primitive flooring created by placing stones in an organized pattern, filling any gaps."
            ],
            "modColorsEverywhereGreenSkullcap": [
                "green skullcap",
                "A hollowed-out animal skull, useful as a provisional helmet."
            ],
            "modColorsEverywhereGreenStoneWall": [
                "green stone wall",
                "A series of interlaced stones and rocks, shaped into a vertical wall structure. Can be built to keep enemies out."
            ],
            "modColorsEverywhereGreenBow": [
                "green bow",
                "A bent wooden pole with a shorter string tied to both ends. The tension of the string is used to fire arrows."
            ],
            "modColorsEverywhereGreenSmallBag": [
                "green small bag",
                "A leather pouch used for holding a few items, carried at your waist, reducing encumbrance."
            ],
            "modColorsEverywhereGreenLeatherBelt": [
                "green leather belt",
                "Made from tanned animal hide, cut, wrapped, and stitched together to tie around the waist."
            ],
            "modColorsEverywhereGreenLeatherTunic": [
                "green leather tunic",
                "A leather garment which provides protection for the torso."
            ],
            "modColorsEverywhereGreenLeatherBoots": [
                "green leather boots",
                "Malleable yet tough foot protection, crafted from tanned animal hide."
            ],
            "modColorsEverywhereGreenLeatherCap": [
                "green leather cap",
                "A hat made of leather, double layered for extra sturdiness."
            ],
            "modColorsEverywhereGreenLeatherGorget": [
                "green leather gorget",
                "A circlet of leather, bound in two, stitched together and used as neck protection."
            ],
            "modColorsEverywhereGreenLeatherPants": [
                "green leather pants",
                "Basic leather leggings with just enough padding to provide some leg protection."
            ],
            "modColorsEverywhereGreenLeatherGloves": [
                "green leather gloves",
                "Leather-bound hand protection, crafted from tanned animal hide."
            ],
            "modColorsEverywhereGreenBackpack": [
                "green backpack",
                "Crafted with leather, it's suitable for holding many items on your back, reducing overall weight."
            ],
            "modColorsEverywhereGreenWoodenChest": [
                "green wooden chest",
                "A large wooden container that can fit many items while placed on the ground. Foods will decay slower within it."
            ],
            "modColorsEverywhereGreenIronBreastplate": [
                "green iron breastplate",
                "Durable, armor worn over the torso. One could take a serious beating while wearing this."
            ],
            "modColorsEverywhereGreenIronBoots": [
                "green iron boots",
                "Heavy iron plated boots, shielding your feet from damage."
            ],
            "modColorsEverywhereGreenIronHelmet": [
                "green iron helmet",
                "Iron plated headgear designed to withstand heavy blows."
            ],
            "modColorsEverywhereGreenIronGorget": [
                "green iron gorget",
                "A round metal brace worn around the neck and over the shoulders."
            ],
            "modColorsEverywhereGreenIronCuisses": [
                "green iron cuisses",
                "Iron leggings; to be strapped on to the thighs and function as leg protection."
            ],
            "modColorsEverywhereGreenIronGauntlets": [
                "green iron gauntlets",
                "Iron gloves designed to be protective and durable, while maintaining as much flexibility as possible."
            ],
            "modColorsEverywhereGreenIronHeater": [
                "green iron heater",
                "A large and heavy iron shield, used for blocking projectiles or melee attacks."
            ],
            "modColorsEverywhereGreenSandstoneWall": [
                "green sandstone wall",
                "A constructed wall built from mined sandstone."
            ],
            "modColorsEverywhereGreenSandstoneFlooring": [
                "green sandstone flooring",
                "A group of sandstone bricks, placed in a grid to be used as flooring."
            ],
            "modColorsEverywhereGreenWroughtIronShield": [
                "green wrought iron shield",
                "A sturdy wrought iron shield, made by bending large sheets of metal into shape."
            ],
            "modColorsEverywhereGreenWroughtIronGauntlets": [
                "green wrought iron gauntlets",
                "Intricate and sturdy, these wrought iron gloves fit snugly on your hands."
            ],
            "modColorsEverywhereGreenWroughtIronCuisses": [
                "green wrought iron cuisses",
                "Wrought iron leggings, strapped and padded around the thighs to reduce most damage."
            ],
            "modColorsEverywhereGreenWroughtIronGorget": [
                "green wrought iron gorget",
                "A molded piece of metal, used to protect the area around the neck and shoulders."
            ],
            "modColorsEverywhereGreenWroughtIronHelmet": [
                "green wrought iron helmet",
                "Using a barbute design, this iron helmet shields the head from most kinds of attacks."
            ],
            "modColorsEverywhereGreenWroughtIronBoots": [
                "green wrought iron boots",
                "Wrought iron footwear. Heavy and made specifically for protecting feet and lower legs."
            ],
            "modColorsEverywhereGreenWroughtIronBreastplate": [
                "green wrought iron breastplate",
                "A large wrought iron chest plate, worn over the torso."
            ],
            "modColorsEverywhereGreenWoodenWall": [
                "green wooden wall",
                "A sturdy set of bound logs, forming a protective wall that can be placed."
            ],
            "modColorsEverywhereGreenWoodenFlooring": [
                "green wooden flooring",
                "Wooden floor boards; planed to equal height and length."
            ],
            "modColorsEverywhereGreenWoodenDoor": [
                "green wooden door",
                "A door crafted from long wooden planks with large wooden hinges. Can be opened and closed when built."
            ],
            "modColorsEverywhereGreenShortBow": [
                "green short bow",
                "A bow designed for powerful shots at close range."
            ],
            "modColorsEverywhereGreenLongBow": [
                "green long bow",
                "Nearly as tall as the average person, this bow is designed for maximum range."
            ],
            "modColorsEverywhereGreenCompositeBow": [
                "green composite bow",
                "An expertly crafted bow, designed for both velocity and force."
            ],
            "modColorsEverywhereGreenLeatherQuiver": [
                "green leather quiver",
                "A leather-bound, back-mounted container designed to hold arrows; however, other items will also fit inside as well."
            ],
            "modColorsEverywhereGreenWoodenFence": [
                "green wooden fence",
                "A section of wooden fencing, constructed from two logs and held together with horizontal beams."
            ],
            "modColorsEverywhereGreenCordedSling": [
                "green corded sling",
                "Several pieces of string, wrapped and bound with a slot made for a projectile. Used to swing ammunition, increasing throwing range."
            ],
            "modColorsEverywhereGreenLeatherSling": [
                "green leather sling",
                "A sling crafted from tanned leather. Designed to hold a projectile to be thrown at an increased velocity."
            ],
            "modColorsEverywhereGreenClayWall": [
                "green clay wall",
                "A wall made from clay bricks, set into a typical skewed, grid-like fashion to increase durability."
            ],
            "modColorsEverywhereGreenClayFlooring": [
                "green clay flooring",
                "Flooring crafted from clay bricks. Could be used as decoration or as part of a building."
            ],
            "modColorsEverywhereGreenWoodenGate": [
                "green wooden gate",
                "A gate crafted from long wooden planks with small wooden hinges. Can be opened and closed when built."
            ],
            "modColorsEverywhereGreenWroughtIronChest": [
                "green wrought iron chest",
                "A spacious container built from wrought iron that can store many items. Foods will spoil slower inside of it."
            ],
            "modColorsEverywhereGreenIronChest": [
                "green iron chest",
                "A large iron chest that is both roomy and sturdy. Foods contained within will decay at a slower rate."
            ],
            "modColorsEverywhereGreenOrnateWoodenChest": [
                "green ornate wooden chest",
                "A decorative wooden container gilded with symbols inlaid into the wood."
            ],
            "modColorsEverywhereGreenOrnateCape": [
                "green ornate cape",
                "A red and gold stitched cape, which drapes the back and fastens at the neck. Worn as a status symbol."
            ],
            "modColorsEverywhereGreenMageRobe": [
                "green mage robe",
                "An ancient tattered robe, once owned by a spell casting foe."
            ],
            "modColorsEverywhereGreenAnimalPelt": [
                "green animal pelt",
                "The remains of an unlucky skinned animal. Can be used as a makeshift garment or dismantled into the hide and fur separately."
            ],
            "modColorsEverywhereGreenCloak": [
                "green cloak",
                "An old, but sturdy hooded cloak garment. It appears to be of high quality from a bygone era."
            ],
            "modColorsEverywhereGreenCopperBuckler": [
                "green copper buckler",
                "A rounded copper offhanded armor piece. Copper can be an ideal material for taking a beating with such a design."
            ],
            "modColorsEverywhereGreenCopperGauntlets": [
                "green copper gauntlets",
                "Complex and intricate, but still fairly durable. These copper hand armor pieces are used to block damage to your extremities."
            ],
            "modColorsEverywhereGreenCopperGreaves": [
                "green copper greaves",
                "Sturdy copper leggings that can be tied around your legs, shielding them from damage."
            ],
            "modColorsEverywhereGreenCopperGorget": [
                "green copper gorget",
                "A shiny copper neck protection piece."
            ],
            "modColorsEverywhereGreenCopperHelmet": [
                "green copper helmet",
                "A piece of copper head armor, designed with ancient sensibilities."
            ],
            "modColorsEverywhereGreenCopperBoots": [
                "green copper boots",
                "Copper boots, work hardened and crafted to fit closely to your feet size."
            ],
            "modColorsEverywhereGreenCopperCuirass": [
                "green copper cuirass",
                "Cold formed in a classic abdominal design, this copper cuirass can protect your torso from damage."
            ],
            "modColorsEverywhereGreenCopperChest": [
                "green copper chest",
                "A roomy copper chest, used for caching items and food storage, reducing spoilage."
            ],
            "modColorsEverywhereGreenStrawHat": [
                "green straw hat",
                "A hat made from braids of hay, woven together. What it lacks in protection, it makes up for in its sun-blocking properties and style."
            ],
            "modColorsEverywhereGreenWoodenShield": [
                "green wooden shield",
                "A sturdy wooden shield, quite effective at blocking blunt attacks. The handles on the back are fashioned out of wood and string."
            ],
            "modColorsEverywhereGreenScaleBelt": [
                "green scale belt",
                "A belt formed from braided cords of dried reptile skin used to keep your leggings up and for some moderate waist protection."
            ],
            "modColorsEverywhereGreenScaleVest": [
                "green scale vest",
                "A fire-resistant vest made from sewn scales that can take a good beating."
            ],
            "modColorsEverywhereGreenScaleBoots": [
                "green scale boots",
                "Scale-bound boots, sewn together using dried reptile skin."
            ],
            "modColorsEverywhereGreenScaleCap": [
                "green scale cap",
                "A stylish winged cap made from scaly reptile skin."
            ],
            "modColorsEverywhereGreenScaleBevor": [
                "green scale bevor",
                "A reptile skin fashioned neck and chin guard."
            ],
            "modColorsEverywhereGreenScaleLeggings": [
                "green scale leggings",
                "Semi-tight leggings, crafted from dried and stretched reptile skin."
            ],
            "modColorsEverywhereGreenScaleGloves": [
                "green scale gloves",
                "Skillfully crafted scale gloves, used for hand protection when gathering or tending to your campfire."
            ],
            "modColorsEverywhereGreenAshCementFlooring": [
                "green ash cement flooring",
                "Flooring made from interweaving ash cement bricks."
            ],
            "modColorsEverywhereGreenAshCementWall": [
                "green ash cement wall",
                "A wall constructed of recycled ash cement. Although the resource is abundant, the durability is not."
            ],
            "modColorsEverywhereGreenPirateHat": [
                "green pirate hat",
                "A cocked hat, typically worn by seafaring people and more notably, pirate folk known for their distinctive tricorne style."
            ],
            "modColorsEverywhereGreenTinShield": [
                "green tin shield",
                "A uniquely designed tin shield, seemingly forged from a large slab of tin. The design might be the only thing going for it due to the deformation properties of tin."
            ],
            "modColorsEverywhereGreenTinGloves": [
                "green tin gloves",
                "Delicately crafted tin-forged gloves, used for style and moderate protection. Mostly for style."
            ],
            "modColorsEverywhereGreenTinChausses": [
                "green tin chausses",
                "A pair of tin leggings to be used as inferior protection or as decoration."
            ],
            "modColorsEverywhereGreenTinBevor": [
                "green tin bevor",
                "A protective covering for one's neck and chin; crafted from tin."
            ],
            "modColorsEverywhereGreenTinHelmet": [
                "green tin helmet",
                "A uniquely styled helmet made from tin. It becomes low in durability when used for its practical purpose."
            ],
            "modColorsEverywhereGreenTinFootgear": [
                "green tin footgear",
                "A pair of tin-crafted shoes. They are lightweight, but probably not the most durable."
            ],
            "modColorsEverywhereGreenTinCuirass": [
                "green tin cuirass",
                "A front-to-back upper body protective armor piece, crafted from tin."
            ],
            "modColorsEverywhereGreenTinChest": [
                "green tin chest",
                "A tin chest crafted with an exaggerated boxy design. Suitable for holding all types of materials and items."
            ],
            "modColorsEverywhereGreenBronzeKiteShield": [
                "green bronze kite shield",
                "A shield formed into a kite shape allowing protection along a full body length. A unique pattern is riveted to its center."
            ],
            "modColorsEverywhereGreenBronzeGauntlets": [
                "green bronze gauntlets",
                "Bronze-forged hand protective armor. These gauntlets feature unique barbed bracer designs working their way up your forearms."
            ],
            "modColorsEverywhereGreenBronzeGreaves": [
                "green bronze greaves",
                "A pair of bronze greaves, used to wrap and fit against your legs for more than adequate protection."
            ],
            "modColorsEverywhereGreenBronzeBevor": [
                "green bronze bevor",
                "A piece of protective bronze armor for the chin and neck area."
            ],
            "modColorsEverywhereGreenBronzeHelmet": [
                "green bronze helmet",
                "A helmet fit for royalty, at least from the looks alone. This stylishly crafted headgear is great for taking a beating as well as looking illustrious."
            ],
            "modColorsEverywhereGreenBronzeBoots": [
                "green bronze boots",
                "Many delicately crafted bronze pieces are hinged together to form these protective boots."
            ],
            "modColorsEverywhereGreenBronzeChestArmor": [
                "green bronze chest armor",
                "A bronze armor chest piece with a unique, stylish design with split tassets for additional waist and upper thigh protection."
            ],
            "modColorsEverywhereGreenBronzeChest": [
                "green bronze chest",
                "Your best bet for large storage capacity. This masterly crafted bronze chest is suitable for storing a plethora of items."
            ],
            "modColorsEverywhereGreenFurCoat": [
                "green fur coat",
                "A balmy chest garment crafted from the furry hide of an animal."
            ],
            "modColorsEverywhereGreenFurMittens": [
                "green fur mittens",
                "A pair of fur mittens with one compartment for your fingers, and another one for your thumb for increased warmth."
            ],
            "modColorsEverywhereGreenFurBoots": [
                "green fur boots",
                "A set of boots designed for colder climates, made from animal pelts with extra fur added for protection and comfort."
            ],
            "modColorsEverywhereGreenBrambleCrown": [
                "green bramble crown",
                "A twisted circular floral arrangement meant to wear as royalty wears a crown."
            ],
            "modColorsEverywhereGreenClothShirt": [
                "green cloth shirt",
                "A simple white short-sleeved shirt, perfect for a sunny day, and not so much otherwise."
            ],
            "modColorsEverywhereGreenClothTrousers": [
                "green cloth trousers",
                "A fine, if not plain looking pair of brown trousers, suitable for covering your lower regions a bit."
            ],
            "modColorsEverywherePurplePigment": [
                "purple pigment",
                "Purple pigment to be used in creating dye."
            ],
            "modColorsEverywherePurplePaintbrush": [
                "purple paintbrush",
                "A paintbrush with purple dye."
            ],
            "modColorsEverywherePurpleDye": [
                "purple dye bowl",
                "A bowl of purple dye. Can be placed down to dye equipment."
            ],
            "modColorsEverywherePurpleArmoredScaleBelt": [
                "purple armored scale belt",
                "Together with string and armored scales, this garment is meant to hold up any leggings or pants while providing defense to your waist section."
            ],
            "modColorsEverywherePurpleArmoredScaleVest": [
                "purple armored scale vest",
                "Armor crafted with alternating small and large keratin scales arranged in the shape of a vest."
            ],
            "modColorsEverywherePurpleArmoredScaleBoots": [
                "purple armored scale boots",
                "Finely crafted boots, made from armored scales and tightly wrapped and sewn together in the form of footwear."
            ],
            "modColorsEverywherePurpleArmoredScaleCrown": [
                "purple armored scale crown",
                "An arrangement of armored scales shaped into a headband appearing like a crown when worn."
            ],
            "modColorsEverywherePurpleArmoredScaleBevor": [
                "purple armored scale bevor",
                "A rather uncomplicated piece of neck protecting armor made from armored scales."
            ],
            "modColorsEverywherePurpleArmoredScaleCuisses": [
                "purple armored scale cuisses",
                "Thigh and leg coverings crafted with armored keratin-based scales."
            ],
            "modColorsEverywherePurpleArmoredScaleGloves": [
                "purple armored scale gloves",
                "A pair of gloves crafted with armored scales. Not the most comfortable, but appears to be quite protective on one's hands."
            ],
            "modColorsEverywherePurpleBarkLeggings": [
                "purple bark leggings",
                "Rudimentary leg armor, crafted from strong tree bark and secured with string."
            ],
            "modColorsEverywherePurpleBarkShield": [
                "purple bark shield",
                "A makeshift shield, used to block incoming attacks, made with tree bark and wrapped with string."
            ],
            "modColorsEverywherePurpleBarkTunic": [
                "purple bark tunic",
                "Tree bark chest armor bound together with string."
            ],
            "modColorsEverywherePurpleCobblestoneFlooring": [
                "purple cobblestone flooring",
                "Primitive flooring created by placing stones in an organized pattern, filling any gaps."
            ],
            "modColorsEverywherePurpleSkullcap": [
                "purple skullcap",
                "A hollowed-out animal skull, useful as a provisional helmet."
            ],
            "modColorsEverywherePurpleStoneWall": [
                "purple stone wall",
                "A series of interlaced stones and rocks, shaped into a vertical wall structure. Can be built to keep enemies out."
            ],
            "modColorsEverywherePurpleBow": [
                "purple bow",
                "A bent wooden pole with a shorter string tied to both ends. The tension of the string is used to fire arrows."
            ],
            "modColorsEverywherePurpleSmallBag": [
                "purple small bag",
                "A leather pouch used for holding a few items, carried at your waist, reducing encumbrance."
            ],
            "modColorsEverywherePurpleLeatherBelt": [
                "purple leather belt",
                "Made from tanned animal hide, cut, wrapped, and stitched together to tie around the waist."
            ],
            "modColorsEverywherePurpleLeatherTunic": [
                "purple leather tunic",
                "A leather garment which provides protection for the torso."
            ],
            "modColorsEverywherePurpleLeatherBoots": [
                "purple leather boots",
                "Malleable yet tough foot protection, crafted from tanned animal hide."
            ],
            "modColorsEverywherePurpleLeatherCap": [
                "purple leather cap",
                "A hat made of leather, double layered for extra sturdiness."
            ],
            "modColorsEverywherePurpleLeatherGorget": [
                "purple leather gorget",
                "A circlet of leather, bound in two, stitched together and used as neck protection."
            ],
            "modColorsEverywherePurpleLeatherPants": [
                "purple leather pants",
                "Basic leather leggings with just enough padding to provide some leg protection."
            ],
            "modColorsEverywherePurpleLeatherGloves": [
                "purple leather gloves",
                "Leather-bound hand protection, crafted from tanned animal hide."
            ],
            "modColorsEverywherePurpleBackpack": [
                "purple backpack",
                "Crafted with leather, it's suitable for holding many items on your back, reducing overall weight."
            ],
            "modColorsEverywherePurpleWoodenChest": [
                "purple wooden chest",
                "A large wooden container that can fit many items while placed on the ground. Foods will decay slower within it."
            ],
            "modColorsEverywherePurpleIronBreastplate": [
                "purple iron breastplate",
                "Durable, armor worn over the torso. One could take a serious beating while wearing this."
            ],
            "modColorsEverywherePurpleIronBoots": [
                "purple iron boots",
                "Heavy iron plated boots, shielding your feet from damage."
            ],
            "modColorsEverywherePurpleIronHelmet": [
                "purple iron helmet",
                "Iron plated headgear designed to withstand heavy blows."
            ],
            "modColorsEverywherePurpleIronGorget": [
                "purple iron gorget",
                "A round metal brace worn around the neck and over the shoulders."
            ],
            "modColorsEverywherePurpleIronCuisses": [
                "purple iron cuisses",
                "Iron leggings; to be strapped on to the thighs and function as leg protection."
            ],
            "modColorsEverywherePurpleIronGauntlets": [
                "purple iron gauntlets",
                "Iron gloves designed to be protective and durable, while maintaining as much flexibility as possible."
            ],
            "modColorsEverywherePurpleIronHeater": [
                "purple iron heater",
                "A large and heavy iron shield, used for blocking projectiles or melee attacks."
            ],
            "modColorsEverywherePurpleSandstoneWall": [
                "purple sandstone wall",
                "A constructed wall built from mined sandstone."
            ],
            "modColorsEverywherePurpleSandstoneFlooring": [
                "purple sandstone flooring",
                "A group of sandstone bricks, placed in a grid to be used as flooring."
            ],
            "modColorsEverywherePurpleWroughtIronShield": [
                "purple wrought iron shield",
                "A sturdy wrought iron shield, made by bending large sheets of metal into shape."
            ],
            "modColorsEverywherePurpleWroughtIronGauntlets": [
                "purple wrought iron gauntlets",
                "Intricate and sturdy, these wrought iron gloves fit snugly on your hands."
            ],
            "modColorsEverywherePurpleWroughtIronCuisses": [
                "purple wrought iron cuisses",
                "Wrought iron leggings, strapped and padded around the thighs to reduce most damage."
            ],
            "modColorsEverywherePurpleWroughtIronGorget": [
                "purple wrought iron gorget",
                "A molded piece of metal, used to protect the area around the neck and shoulders."
            ],
            "modColorsEverywherePurpleWroughtIronHelmet": [
                "purple wrought iron helmet",
                "Using a barbute design, this iron helmet shields the head from most kinds of attacks."
            ],
            "modColorsEverywherePurpleWroughtIronBoots": [
                "purple wrought iron boots",
                "Wrought iron footwear. Heavy and made specifically for protecting feet and lower legs."
            ],
            "modColorsEverywherePurpleWroughtIronBreastplate": [
                "purple wrought iron breastplate",
                "A large wrought iron chest plate, worn over the torso."
            ],
            "modColorsEverywherePurpleWoodenWall": [
                "purple wooden wall",
                "A sturdy set of bound logs, forming a protective wall that can be placed."
            ],
            "modColorsEverywherePurpleWoodenFlooring": [
                "purple wooden flooring",
                "Wooden floor boards; planed to equal height and length."
            ],
            "modColorsEverywherePurpleWoodenDoor": [
                "purple wooden door",
                "A door crafted from long wooden planks with large wooden hinges. Can be opened and closed when built."
            ],
            "modColorsEverywherePurpleShortBow": [
                "purple short bow",
                "A bow designed for powerful shots at close range."
            ],
            "modColorsEverywherePurpleLongBow": [
                "purple long bow",
                "Nearly as tall as the average person, this bow is designed for maximum range."
            ],
            "modColorsEverywherePurpleCompositeBow": [
                "purple composite bow",
                "An expertly crafted bow, designed for both velocity and force."
            ],
            "modColorsEverywherePurpleLeatherQuiver": [
                "purple leather quiver",
                "A leather-bound, back-mounted container designed to hold arrows; however, other items will also fit inside as well."
            ],
            "modColorsEverywherePurpleWoodenFence": [
                "purple wooden fence",
                "A section of wooden fencing, constructed from two logs and held together with horizontal beams."
            ],
            "modColorsEverywherePurpleCordedSling": [
                "purple corded sling",
                "Several pieces of string, wrapped and bound with a slot made for a projectile. Used to swing ammunition, increasing throwing range."
            ],
            "modColorsEverywherePurpleLeatherSling": [
                "purple leather sling",
                "A sling crafted from tanned leather. Designed to hold a projectile to be thrown at an increased velocity."
            ],
            "modColorsEverywherePurpleClayWall": [
                "purple clay wall",
                "A wall made from clay bricks, set into a typical skewed, grid-like fashion to increase durability."
            ],
            "modColorsEverywherePurpleClayFlooring": [
                "purple clay flooring",
                "Flooring crafted from clay bricks. Could be used as decoration or as part of a building."
            ],
            "modColorsEverywherePurpleWoodenGate": [
                "purple wooden gate",
                "A gate crafted from long wooden planks with small wooden hinges. Can be opened and closed when built."
            ],
            "modColorsEverywherePurpleWroughtIronChest": [
                "purple wrought iron chest",
                "A spacious container built from wrought iron that can store many items. Foods will spoil slower inside of it."
            ],
            "modColorsEverywherePurpleIronChest": [
                "purple iron chest",
                "A large iron chest that is both roomy and sturdy. Foods contained within will decay at a slower rate."
            ],
            "modColorsEverywherePurpleOrnateWoodenChest": [
                "purple ornate wooden chest",
                "A decorative wooden container gilded with symbols inlaid into the wood."
            ],
            "modColorsEverywherePurpleOrnateCape": [
                "purple ornate cape",
                "A red and gold stitched cape, which drapes the back and fastens at the neck. Worn as a status symbol."
            ],
            "modColorsEverywherePurpleMageRobe": [
                "purple mage robe",
                "An ancient tattered robe, once owned by a spell casting foe."
            ],
            "modColorsEverywherePurpleAnimalPelt": [
                "purple animal pelt",
                "The remains of an unlucky skinned animal. Can be used as a makeshift garment or dismantled into the hide and fur separately."
            ],
            "modColorsEverywherePurpleCloak": [
                "purple cloak",
                "An old, but sturdy hooded cloak garment. It appears to be of high quality from a bygone era."
            ],
            "modColorsEverywherePurpleCopperBuckler": [
                "purple copper buckler",
                "A rounded copper offhanded armor piece. Copper can be an ideal material for taking a beating with such a design."
            ],
            "modColorsEverywherePurpleCopperGauntlets": [
                "purple copper gauntlets",
                "Complex and intricate, but still fairly durable. These copper hand armor pieces are used to block damage to your extremities."
            ],
            "modColorsEverywherePurpleCopperGreaves": [
                "purple copper greaves",
                "Sturdy copper leggings that can be tied around your legs, shielding them from damage."
            ],
            "modColorsEverywherePurpleCopperGorget": [
                "purple copper gorget",
                "A shiny copper neck protection piece."
            ],
            "modColorsEverywherePurpleCopperHelmet": [
                "purple copper helmet",
                "A piece of copper head armor, designed with ancient sensibilities."
            ],
            "modColorsEverywherePurpleCopperBoots": [
                "purple copper boots",
                "Copper boots, work hardened and crafted to fit closely to your feet size."
            ],
            "modColorsEverywherePurpleCopperCuirass": [
                "purple copper cuirass",
                "Cold formed in a classic abdominal design, this copper cuirass can protect your torso from damage."
            ],
            "modColorsEverywherePurpleCopperChest": [
                "purple copper chest",
                "A roomy copper chest, used for caching items and food storage, reducing spoilage."
            ],
            "modColorsEverywherePurpleStrawHat": [
                "purple straw hat",
                "A hat made from braids of hay, woven together. What it lacks in protection, it makes up for in its sun-blocking properties and style."
            ],
            "modColorsEverywherePurpleWoodenShield": [
                "purple wooden shield",
                "A sturdy wooden shield, quite effective at blocking blunt attacks. The handles on the back are fashioned out of wood and string."
            ],
            "modColorsEverywherePurpleScaleBelt": [
                "purple scale belt",
                "A belt formed from braided cords of dried reptile skin used to keep your leggings up and for some moderate waist protection."
            ],
            "modColorsEverywherePurpleScaleVest": [
                "purple scale vest",
                "A fire-resistant vest made from sewn scales that can take a good beating."
            ],
            "modColorsEverywherePurpleScaleBoots": [
                "purple scale boots",
                "Scale-bound boots, sewn together using dried reptile skin."
            ],
            "modColorsEverywherePurpleScaleCap": [
                "purple scale cap",
                "A stylish winged cap made from scaly reptile skin."
            ],
            "modColorsEverywherePurpleScaleBevor": [
                "purple scale bevor",
                "A reptile skin fashioned neck and chin guard."
            ],
            "modColorsEverywherePurpleScaleLeggings": [
                "purple scale leggings",
                "Semi-tight leggings, crafted from dried and stretched reptile skin."
            ],
            "modColorsEverywherePurpleScaleGloves": [
                "purple scale gloves",
                "Skillfully crafted scale gloves, used for hand protection when gathering or tending to your campfire."
            ],
            "modColorsEverywherePurpleAshCementFlooring": [
                "purple ash cement flooring",
                "Flooring made from interweaving ash cement bricks."
            ],
            "modColorsEverywherePurpleAshCementWall": [
                "purple ash cement wall",
                "A wall constructed of recycled ash cement. Although the resource is abundant, the durability is not."
            ],
            "modColorsEverywherePurplePirateHat": [
                "purple pirate hat",
                "A cocked hat, typically worn by seafaring people and more notably, pirate folk known for their distinctive tricorne style."
            ],
            "modColorsEverywherePurpleTinShield": [
                "purple tin shield",
                "A uniquely designed tin shield, seemingly forged from a large slab of tin. The design might be the only thing going for it due to the deformation properties of tin."
            ],
            "modColorsEverywherePurpleTinGloves": [
                "purple tin gloves",
                "Delicately crafted tin-forged gloves, used for style and moderate protection. Mostly for style."
            ],
            "modColorsEverywherePurpleTinChausses": [
                "purple tin chausses",
                "A pair of tin leggings to be used as inferior protection or as decoration."
            ],
            "modColorsEverywherePurpleTinBevor": [
                "purple tin bevor",
                "A protective covering for one's neck and chin; crafted from tin."
            ],
            "modColorsEverywherePurpleTinHelmet": [
                "purple tin helmet",
                "A uniquely styled helmet made from tin. It becomes low in durability when used for its practical purpose."
            ],
            "modColorsEverywherePurpleTinFootgear": [
                "purple tin footgear",
                "A pair of tin-crafted shoes. They are lightweight, but probably not the most durable."
            ],
            "modColorsEverywherePurpleTinCuirass": [
                "purple tin cuirass",
                "A front-to-back upper body protective armor piece, crafted from tin."
            ],
            "modColorsEverywherePurpleTinChest": [
                "purple tin chest",
                "A tin chest crafted with an exaggerated boxy design. Suitable for holding all types of materials and items."
            ],
            "modColorsEverywherePurpleBronzeKiteShield": [
                "purple bronze kite shield",
                "A shield formed into a kite shape allowing protection along a full body length. A unique pattern is riveted to its center."
            ],
            "modColorsEverywherePurpleBronzeGauntlets": [
                "purple bronze gauntlets",
                "Bronze-forged hand protective armor. These gauntlets feature unique barbed bracer designs working their way up your forearms."
            ],
            "modColorsEverywherePurpleBronzeGreaves": [
                "purple bronze greaves",
                "A pair of bronze greaves, used to wrap and fit against your legs for more than adequate protection."
            ],
            "modColorsEverywherePurpleBronzeBevor": [
                "purple bronze bevor",
                "A piece of protective bronze armor for the chin and neck area."
            ],
            "modColorsEverywherePurpleBronzeHelmet": [
                "purple bronze helmet",
                "A helmet fit for royalty, at least from the looks alone. This stylishly crafted headgear is great for taking a beating as well as looking illustrious."
            ],
            "modColorsEverywherePurpleBronzeBoots": [
                "purple bronze boots",
                "Many delicately crafted bronze pieces are hinged together to form these protective boots."
            ],
            "modColorsEverywherePurpleBronzeChestArmor": [
                "purple bronze chest armor",
                "A bronze armor chest piece with a unique, stylish design with split tassets for additional waist and upper thigh protection."
            ],
            "modColorsEverywherePurpleBronzeChest": [
                "purple bronze chest",
                "Your best bet for large storage capacity. This masterly crafted bronze chest is suitable for storing a plethora of items."
            ],
            "modColorsEverywherePurpleFurCoat": [
                "purple fur coat",
                "A balmy chest garment crafted from the furry hide of an animal."
            ],
            "modColorsEverywherePurpleFurMittens": [
                "purple fur mittens",
                "A pair of fur mittens with one compartment for your fingers, and another one for your thumb for increased warmth."
            ],
            "modColorsEverywherePurpleFurBoots": [
                "purple fur boots",
                "A set of boots designed for colder climates, made from animal pelts with extra fur added for protection and comfort."
            ],
            "modColorsEverywherePurpleBrambleCrown": [
                "purple bramble crown",
                "A twisted circular floral arrangement meant to wear as royalty wears a crown."
            ],
            "modColorsEverywherePurpleClothShirt": [
                "purple cloth shirt",
                "A simple white short-sleeved shirt, perfect for a sunny day, and not so much otherwise."
            ],
            "modColorsEverywherePurpleClothTrousers": [
                "purple cloth trousers",
                "A fine, if not plain looking pair of brown trousers, suitable for covering your lower regions a bit."
            ]
        },
        "doodad": {
            "modColorsEverywhereCornflower": [
                "cornflower",
                "A beautiful cornflower."
            ],
            "modColorsEverywhereRose": [
                "rose",
                "A beautiful rose."
            ],
            "modColorsEverywhereSunflower": [
                "sunflower",
                "A beautiful sunflower."
            ],
            "modColorsEverywhereWhiteDye": [
                "white dye",
                "White dye bowl."
            ],
            "modColorsEverywhereWhiteWoodenChest": [
                "white wooden chest",
                "A chest used for stockpiling items and preserving food."
            ],
            "modColorsEverywhereWhiteOrnateWoodenChest": [
                "white ornate wooden chest",
                "A decorative chest used for storing items and preserving perishables."
            ],
            "modColorsEverywhereWhiteCopperChest": [
                "white copper chest",
                "A storage chest made from copper, used to deposit food items for reduced decay, among other uses."
            ],
            "modColorsEverywhereWhiteIronChest": [
                "white iron chest",
                "An iron container for storing items and reducing food decay."
            ],
            "modColorsEverywhereWhiteWroughtIronChest": [
                "white wrought iron chest",
                "A large chest, used for storage and keeping edibles fresher."
            ],
            "modColorsEverywhereWhiteTinChest": [
                "white tin chest",
                "Not much more than a folded piece of tin sheet metal, this chest will still hold a fair number of items for you."
            ],
            "modColorsEverywhereWhiteBronzeChest": [
                "white bronze chest",
                "A large bronze chest with amazing storage capacity."
            ],
            "modColorsEverywhereWhiteStoneWall": [
                "white stone wall",
                "A hardy wall built from rocks."
            ],
            "modColorsEverywhereWhiteWoodenWall": [
                "white wooden wall",
                "A wall crafted by connecting wooden logs together."
            ],
            "modColorsEverywhereWhiteWoodenGate": [
                "white wooden gate",
                "A gate, used as a passage through connected fences."
            ],
            "modColorsEverywhereWhiteWoodenGateOpen": [
                "white open wooden gate",
                "An opened gate, allowing anything to escape or enter."
            ],
            "modColorsEverywhereWhiteWoodenDoor": [
                "white wooden door",
                "A sturdy door, used to keep unwanted creatures out."
            ],
            "modColorsEverywhereWhiteWoodenDoorOpen": [
                "white open wooden door",
                "An open door, allowing anything to enter."
            ],
            "modColorsEverywhereWhiteWoodenFence": [
                "white wooden fence",
                "A set of panels, usually used to keep creatures inside."
            ],
            "modColorsEverywhereWhiteClayWall": [
                "white clay wall",
                "A wall made from fired clay bricks."
            ],
            "modColorsEverywhereWhiteAshCementWall": [
                "white ash cement wall",
                "A wall constructed of ash cement bricks. Great as a recycled resource, but not the strongest material."
            ],
            "modColorsEverywhereBlackDye": [
                "black dye",
                "Black dye bowl."
            ],
            "modColorsEverywhereBlackWoodenChest": [
                "black wooden chest",
                "A chest used for stockpiling items and preserving food."
            ],
            "modColorsEverywhereBlackOrnateWoodenChest": [
                "black ornate wooden chest",
                "A decorative chest used for storing items and preserving perishables."
            ],
            "modColorsEverywhereBlackCopperChest": [
                "black copper chest",
                "A storage chest made from copper, used to deposit food items for reduced decay, among other uses."
            ],
            "modColorsEverywhereBlackIronChest": [
                "black iron chest",
                "An iron container for storing items and reducing food decay."
            ],
            "modColorsEverywhereBlackWroughtIronChest": [
                "black wrought iron chest",
                "A large chest, used for storage and keeping edibles fresher."
            ],
            "modColorsEverywhereBlackTinChest": [
                "black tin chest",
                "Not much more than a folded piece of tin sheet metal, this chest will still hold a fair number of items for you."
            ],
            "modColorsEverywhereBlackBronzeChest": [
                "black bronze chest",
                "A large bronze chest with amazing storage capacity."
            ],
            "modColorsEverywhereBlackStoneWall": [
                "black stone wall",
                "A hardy wall built from rocks."
            ],
            "modColorsEverywhereBlackWoodenWall": [
                "black wooden wall",
                "A wall crafted by connecting wooden logs together."
            ],
            "modColorsEverywhereBlackWoodenGate": [
                "black wooden gate",
                "A gate, used as a passage through connected fences."
            ],
            "modColorsEverywhereBlackWoodenGateOpen": [
                "black open wooden gate",
                "An opened gate, allowing anything to escape or enter."
            ],
            "modColorsEverywhereBlackWoodenDoor": [
                "black wooden door",
                "A sturdy door, used to keep unwanted creatures out."
            ],
            "modColorsEverywhereBlackWoodenDoorOpen": [
                "black open wooden door",
                "An open door, allowing anything to enter."
            ],
            "modColorsEverywhereBlackWoodenFence": [
                "black wooden fence",
                "A set of panels, usually used to keep creatures inside."
            ],
            "modColorsEverywhereBlackClayWall": [
                "black clay wall",
                "A wall made from fired clay bricks."
            ],
            "modColorsEverywhereBlackAshCementWall": [
                "black ash cement wall",
                "A wall constructed of ash cement bricks. Great as a recycled resource, but not the strongest material."
            ],
            "modColorsEverywhereRedDye": [
                "red dye",
                "Red dye bowl."
            ],
            "modColorsEverywhereRedWoodenChest": [
                "red wooden chest",
                "A chest used for stockpiling items and preserving food."
            ],
            "modColorsEverywhereRedOrnateWoodenChest": [
                "red ornate wooden chest",
                "A decorative chest used for storing items and preserving perishables."
            ],
            "modColorsEverywhereRedCopperChest": [
                "red copper chest",
                "A storage chest made from copper, used to deposit food items for reduced decay, among other uses."
            ],
            "modColorsEverywhereRedIronChest": [
                "red iron chest",
                "An iron container for storing items and reducing food decay."
            ],
            "modColorsEverywhereRedWroughtIronChest": [
                "red wrought iron chest",
                "A large chest, used for storage and keeping edibles fresher."
            ],
            "modColorsEverywhereRedTinChest": [
                "red tin chest",
                "Not much more than a folded piece of tin sheet metal, this chest will still hold a fair number of items for you."
            ],
            "modColorsEverywhereRedBronzeChest": [
                "red bronze chest",
                "A large bronze chest with amazing storage capacity."
            ],
            "modColorsEverywhereRedStoneWall": [
                "red stone wall",
                "A hardy wall built from rocks."
            ],
            "modColorsEverywhereRedWoodenWall": [
                "red wooden wall",
                "A wall crafted by connecting wooden logs together."
            ],
            "modColorsEverywhereRedWoodenGate": [
                "red wooden gate",
                "A gate, used as a passage through connected fences."
            ],
            "modColorsEverywhereRedWoodenGateOpen": [
                "red open wooden gate",
                "An opened gate, allowing anything to escape or enter."
            ],
            "modColorsEverywhereRedWoodenDoor": [
                "red wooden door",
                "A sturdy door, used to keep unwanted creatures out."
            ],
            "modColorsEverywhereRedWoodenDoorOpen": [
                "red open wooden door",
                "An open door, allowing anything to enter."
            ],
            "modColorsEverywhereRedWoodenFence": [
                "red wooden fence",
                "A set of panels, usually used to keep creatures inside."
            ],
            "modColorsEverywhereRedClayWall": [
                "red clay wall",
                "A wall made from fired clay bricks."
            ],
            "modColorsEverywhereRedAshCementWall": [
                "red ash cement wall",
                "A wall constructed of ash cement bricks. Great as a recycled resource, but not the strongest material."
            ],
            "modColorsEverywhereYellowDye": [
                "yellow dye",
                "Yellow dye bowl."
            ],
            "modColorsEverywhereYellowWoodenChest": [
                "yellow wooden chest",
                "A chest used for stockpiling items and preserving food."
            ],
            "modColorsEverywhereYellowOrnateWoodenChest": [
                "yellow ornate wooden chest",
                "A decorative chest used for storing items and preserving perishables."
            ],
            "modColorsEverywhereYellowCopperChest": [
                "yellow copper chest",
                "A storage chest made from copper, used to deposit food items for reduced decay, among other uses."
            ],
            "modColorsEverywhereYellowIronChest": [
                "yellow iron chest",
                "An iron container for storing items and reducing food decay."
            ],
            "modColorsEverywhereYellowWroughtIronChest": [
                "yellow wrought iron chest",
                "A large chest, used for storage and keeping edibles fresher."
            ],
            "modColorsEverywhereYellowTinChest": [
                "yellow tin chest",
                "Not much more than a folded piece of tin sheet metal, this chest will still hold a fair number of items for you."
            ],
            "modColorsEverywhereYellowBronzeChest": [
                "yellow bronze chest",
                "A large bronze chest with amazing storage capacity."
            ],
            "modColorsEverywhereYellowStoneWall": [
                "yellow stone wall",
                "A hardy wall built from rocks."
            ],
            "modColorsEverywhereYellowWoodenWall": [
                "yellow wooden wall",
                "A wall crafted by connecting wooden logs together."
            ],
            "modColorsEverywhereYellowWoodenGate": [
                "yellow wooden gate",
                "A gate, used as a passage through connected fences."
            ],
            "modColorsEverywhereYellowWoodenGateOpen": [
                "yellow open wooden gate",
                "An opened gate, allowing anything to escape or enter."
            ],
            "modColorsEverywhereYellowWoodenDoor": [
                "yellow wooden door",
                "A sturdy door, used to keep unwanted creatures out."
            ],
            "modColorsEverywhereYellowWoodenDoorOpen": [
                "yellow open wooden door",
                "An open door, allowing anything to enter."
            ],
            "modColorsEverywhereYellowWoodenFence": [
                "yellow wooden fence",
                "A set of panels, usually used to keep creatures inside."
            ],
            "modColorsEverywhereYellowClayWall": [
                "yellow clay wall",
                "A wall made from fired clay bricks."
            ],
            "modColorsEverywhereYellowAshCementWall": [
                "yellow ash cement wall",
                "A wall constructed of ash cement bricks. Great as a recycled resource, but not the strongest material."
            ],
            "modColorsEverywhereBlueDye": [
                "blue dye",
                "Blue dye bowl."
            ],
            "modColorsEverywhereBlueWoodenChest": [
                "blue wooden chest",
                "A chest used for stockpiling items and preserving food."
            ],
            "modColorsEverywhereBlueOrnateWoodenChest": [
                "blue ornate wooden chest",
                "A decorative chest used for storing items and preserving perishables."
            ],
            "modColorsEverywhereBlueCopperChest": [
                "blue copper chest",
                "A storage chest made from copper, used to deposit food items for reduced decay, among other uses."
            ],
            "modColorsEverywhereBlueIronChest": [
                "blue iron chest",
                "An iron container for storing items and reducing food decay."
            ],
            "modColorsEverywhereBlueWroughtIronChest": [
                "blue wrought iron chest",
                "A large chest, used for storage and keeping edibles fresher."
            ],
            "modColorsEverywhereBlueTinChest": [
                "blue tin chest",
                "Not much more than a folded piece of tin sheet metal, this chest will still hold a fair number of items for you."
            ],
            "modColorsEverywhereBlueBronzeChest": [
                "blue bronze chest",
                "A large bronze chest with amazing storage capacity."
            ],
            "modColorsEverywhereBlueStoneWall": [
                "blue stone wall",
                "A hardy wall built from rocks."
            ],
            "modColorsEverywhereBlueWoodenWall": [
                "blue wooden wall",
                "A wall crafted by connecting wooden logs together."
            ],
            "modColorsEverywhereBlueWoodenGate": [
                "blue wooden gate",
                "A gate, used as a passage through connected fences."
            ],
            "modColorsEverywhereBlueWoodenGateOpen": [
                "blue open wooden gate",
                "An opened gate, allowing anything to escape or enter."
            ],
            "modColorsEverywhereBlueWoodenDoor": [
                "blue wooden door",
                "A sturdy door, used to keep unwanted creatures out."
            ],
            "modColorsEverywhereBlueWoodenDoorOpen": [
                "blue open wooden door",
                "An open door, allowing anything to enter."
            ],
            "modColorsEverywhereBlueWoodenFence": [
                "blue wooden fence",
                "A set of panels, usually used to keep creatures inside."
            ],
            "modColorsEverywhereBlueClayWall": [
                "blue clay wall",
                "A wall made from fired clay bricks."
            ],
            "modColorsEverywhereBlueAshCementWall": [
                "blue ash cement wall",
                "A wall constructed of ash cement bricks. Great as a recycled resource, but not the strongest material."
            ],
            "modColorsEverywhereOrangeDye": [
                "orange dye",
                "Orange dye bowl."
            ],
            "modColorsEverywhereOrangeWoodenChest": [
                "orange wooden chest",
                "A chest used for stockpiling items and preserving food."
            ],
            "modColorsEverywhereOrangeOrnateWoodenChest": [
                "orange ornate wooden chest",
                "A decorative chest used for storing items and preserving perishables."
            ],
            "modColorsEverywhereOrangeCopperChest": [
                "orange copper chest",
                "A storage chest made from copper, used to deposit food items for reduced decay, among other uses."
            ],
            "modColorsEverywhereOrangeIronChest": [
                "orange iron chest",
                "An iron container for storing items and reducing food decay."
            ],
            "modColorsEverywhereOrangeWroughtIronChest": [
                "orange wrought iron chest",
                "A large chest, used for storage and keeping edibles fresher."
            ],
            "modColorsEverywhereOrangeTinChest": [
                "orange tin chest",
                "Not much more than a folded piece of tin sheet metal, this chest will still hold a fair number of items for you."
            ],
            "modColorsEverywhereOrangeBronzeChest": [
                "orange bronze chest",
                "A large bronze chest with amazing storage capacity."
            ],
            "modColorsEverywhereOrangeStoneWall": [
                "orange stone wall",
                "A hardy wall built from rocks."
            ],
            "modColorsEverywhereOrangeWoodenWall": [
                "orange wooden wall",
                "A wall crafted by connecting wooden logs together."
            ],
            "modColorsEverywhereOrangeWoodenGate": [
                "orange wooden gate",
                "A gate, used as a passage through connected fences."
            ],
            "modColorsEverywhereOrangeWoodenGateOpen": [
                "orange open wooden gate",
                "An opened gate, allowing anything to escape or enter."
            ],
            "modColorsEverywhereOrangeWoodenDoor": [
                "orange wooden door",
                "A sturdy door, used to keep unwanted creatures out."
            ],
            "modColorsEverywhereOrangeWoodenDoorOpen": [
                "orange open wooden door",
                "An open door, allowing anything to enter."
            ],
            "modColorsEverywhereOrangeWoodenFence": [
                "orange wooden fence",
                "A set of panels, usually used to keep creatures inside."
            ],
            "modColorsEverywhereOrangeClayWall": [
                "orange clay wall",
                "A wall made from fired clay bricks."
            ],
            "modColorsEverywhereOrangeAshCementWall": [
                "orange ash cement wall",
                "A wall constructed of ash cement bricks. Great as a recycled resource, but not the strongest material."
            ],
            "modColorsEverywhereGreenDye": [
                "green dye",
                "Green dye bowl."
            ],
            "modColorsEverywhereGreenWoodenChest": [
                "green wooden chest",
                "A chest used for stockpiling items and preserving food."
            ],
            "modColorsEverywhereGreenOrnateWoodenChest": [
                "green ornate wooden chest",
                "A decorative chest used for storing items and preserving perishables."
            ],
            "modColorsEverywhereGreenCopperChest": [
                "green copper chest",
                "A storage chest made from copper, used to deposit food items for reduced decay, among other uses."
            ],
            "modColorsEverywhereGreenIronChest": [
                "green iron chest",
                "An iron container for storing items and reducing food decay."
            ],
            "modColorsEverywhereGreenWroughtIronChest": [
                "green wrought iron chest",
                "A large chest, used for storage and keeping edibles fresher."
            ],
            "modColorsEverywhereGreenTinChest": [
                "green tin chest",
                "Not much more than a folded piece of tin sheet metal, this chest will still hold a fair number of items for you."
            ],
            "modColorsEverywhereGreenBronzeChest": [
                "green bronze chest",
                "A large bronze chest with amazing storage capacity."
            ],
            "modColorsEverywhereGreenStoneWall": [
                "green stone wall",
                "A hardy wall built from rocks."
            ],
            "modColorsEverywhereGreenWoodenWall": [
                "green wooden wall",
                "A wall crafted by connecting wooden logs together."
            ],
            "modColorsEverywhereGreenWoodenGate": [
                "green wooden gate",
                "A gate, used as a passage through connected fences."
            ],
            "modColorsEverywhereGreenWoodenGateOpen": [
                "green open wooden gate",
                "An opened gate, allowing anything to escape or enter."
            ],
            "modColorsEverywhereGreenWoodenDoor": [
                "green wooden door",
                "A sturdy door, used to keep unwanted creatures out."
            ],
            "modColorsEverywhereGreenWoodenDoorOpen": [
                "green open wooden door",
                "An open door, allowing anything to enter."
            ],
            "modColorsEverywhereGreenWoodenFence": [
                "green wooden fence",
                "A set of panels, usually used to keep creatures inside."
            ],
            "modColorsEverywhereGreenClayWall": [
                "green clay wall",
                "A wall made from fired clay bricks."
            ],
            "modColorsEverywhereGreenAshCementWall": [
                "green ash cement wall",
                "A wall constructed of ash cement bricks. Great as a recycled resource, but not the strongest material."
            ],
            "modColorsEverywherePurpleDye": [
                "purple dye",
                "Purple dye bowl."
            ],
            "modColorsEverywherePurpleWoodenChest": [
                "purple wooden chest",
                "A chest used for stockpiling items and preserving food."
            ],
            "modColorsEverywherePurpleOrnateWoodenChest": [
                "purple ornate wooden chest",
                "A decorative chest used for storing items and preserving perishables."
            ],
            "modColorsEverywherePurpleCopperChest": [
                "purple copper chest",
                "A storage chest made from copper, used to deposit food items for reduced decay, among other uses."
            ],
            "modColorsEverywherePurpleIronChest": [
                "purple iron chest",
                "An iron container for storing items and reducing food decay."
            ],
            "modColorsEverywherePurpleWroughtIronChest": [
                "purple wrought iron chest",
                "A large chest, used for storage and keeping edibles fresher."
            ],
            "modColorsEverywherePurpleTinChest": [
                "purple tin chest",
                "Not much more than a folded piece of tin sheet metal, this chest will still hold a fair number of items for you."
            ],
            "modColorsEverywherePurpleBronzeChest": [
                "purple bronze chest",
                "A large bronze chest with amazing storage capacity."
            ],
            "modColorsEverywherePurpleStoneWall": [
                "purple stone wall",
                "A hardy wall built from rocks."
            ],
            "modColorsEverywherePurpleWoodenWall": [
                "purple wooden wall",
                "A wall crafted by connecting wooden logs together."
            ],
            "modColorsEverywherePurpleWoodenGate": [
                "purple wooden gate",
                "A gate, used as a passage through connected fences."
            ],
            "modColorsEverywherePurpleWoodenGateOpen": [
                "purple open wooden gate",
                "An opened gate, allowing anything to escape or enter."
            ],
            "modColorsEverywherePurpleWoodenDoor": [
                "purple wooden door",
                "A sturdy door, used to keep unwanted creatures out."
            ],
            "modColorsEverywherePurpleWoodenDoorOpen": [
                "purple open wooden door",
                "An open door, allowing anything to enter."
            ],
            "modColorsEverywherePurpleWoodenFence": [
                "purple wooden fence",
                "A set of panels, usually used to keep creatures inside."
            ],
            "modColorsEverywherePurpleClayWall": [
                "purple clay wall",
                "A wall made from fired clay bricks."
            ],
            "modColorsEverywherePurpleAshCementWall": [
                "purple ash cement wall",
                "A wall constructed of ash cement bricks. Great as a recycled resource, but not the strongest material."
            ]
        },
        "terrain": {
            "modColorsEverywhereWhiteCobblestoneFlooring": "white cobblestone flooring",
            "modColorsEverywhereWhiteWoodenFlooring": "white wooden flooring",
            "modColorsEverywhereWhiteClayFlooring": "white clay flooring",
            "modColorsEverywhereWhiteAshCementFlooring": "white ash cement flooring",
            "modColorsEverywhereBlackCobblestoneFlooring": "black cobblestone flooring",
            "modColorsEverywhereBlackWoodenFlooring": "black wooden flooring",
            "modColorsEverywhereBlackClayFlooring": "black clay flooring",
            "modColorsEverywhereBlackAshCementFlooring": "black ash cement flooring",
            "modColorsEverywhereRedCobblestoneFlooring": "red cobblestone flooring",
            "modColorsEverywhereRedWoodenFlooring": "red wooden flooring",
            "modColorsEverywhereRedClayFlooring": "red clay flooring",
            "modColorsEverywhereRedAshCementFlooring": "red ash cement flooring",
            "modColorsEverywhereYellowCobblestoneFlooring": "yellow cobblestone flooring",
            "modColorsEverywhereYellowWoodenFlooring": "yellow wooden flooring",
            "modColorsEverywhereYellowClayFlooring": "yellow clay flooring",
            "modColorsEverywhereYellowAshCementFlooring": "yellow ash cement flooring",
            "modColorsEverywhereBlueCobblestoneFlooring": "blue cobblestone flooring",
            "modColorsEverywhereBlueWoodenFlooring": "blue wooden flooring",
            "modColorsEverywhereBlueClayFlooring": "blue clay flooring",
            "modColorsEverywhereBlueAshCementFlooring": "blue ash cement flooring",
            "modColorsEverywhereOrangeCobblestoneFlooring": "orange cobblestone flooring",
            "modColorsEverywhereOrangeWoodenFlooring": "orange wooden flooring",
            "modColorsEverywhereOrangeClayFlooring": "orange clay flooring",
            "modColorsEverywhereOrangeAshCementFlooring": "orange ash cement flooring",
            "modColorsEverywhereGreenCobblestoneFlooring": "green cobblestone flooring",
            "modColorsEverywhereGreenWoodenFlooring": "green wooden flooring",
            "modColorsEverywhereGreenClayFlooring": "green clay flooring",
            "modColorsEverywhereGreenAshCementFlooring": "green ash cement flooring",
            "modColorsEverywherePurpleCobblestoneFlooring": "purple cobblestone flooring",
            "modColorsEverywherePurpleWoodenFlooring": "purple wooden flooring",
            "modColorsEverywherePurpleClayFlooring": "purple clay flooring",
            "modColorsEverywherePurpleAshCementFlooring": "purple ash cement flooring"
        },
        "itemGroup": {
            "modColorsEverywhereItemWhitePigmentIngredientGroup": [
                "white pigments",
                "Pigments of white color."
            ],
            "modColorsEverywhereItemBlackPigmentIngredientGroup": [
                "black pigments",
                "Pigments of black color."
            ],
            "modColorsEverywhereItemRedPigmentIngredientGroup": [
                "red pigments",
                "Pigments of red color. Perhaps you can mix it with another color..."
            ],
            "modColorsEverywhereItemYellowPigmentIngredientGroup": [
                "yellow pigments",
                "Pigments of yellow color. Perhaps you can mix it with another color..."
            ],
            "modColorsEverywhereItemBluePigmentIngredientGroup": [
                "blue pigments",
                "Pigments of blue color. Perhaps you can mix it with another color..."
            ],
            "modColorsEverywhereDyeGroup": [
                "dye group",
                "Dyes"
            ]
        },
        "action": {
            "modColorsEverywherePaintDoodad": [
                "Paint",
                "Paint a chest perhaps."
            ],
            "modColorsEverywherePaintTerrain": [
                "Paint Floor",
                "Change the color of the terrain."
            ],
            "modColorsEverywhereRemovePaintDoodad": [
                "Remove Paint",
                "Clean the paint off and restore to its original look."
            ],
            "modColorsEverywhereRemovePaintTerrain": [
                "Remove Floor Paint",
                "Clean the paint off the floor and restore to its original look."
            ],
            "modColorsEverywhereCleanPaintbrush": [
                "Clean Paintbrush",
                "Remove the dye from your brush."
            ],
            "modColorsEverywhereDyeItem": [
                "Dye Item",
                "Dye the item the color of the bowl you are facing."
            ]
        },
        "message": {
            "modColorsEverywherePaintbrushNotDirty": "{#--text-secondary: The paintbrush is already clean.}",
            "modColorsEverywhereNoWaterSource": "{#--color-message-bad: You need water to do that.}",
            "modColorsEverywhereNoDyeSource": "{#--color-message-bad: You need to be facing a dye bowl to do that.}",
            "modColorsEverywhereNoSameColor": "{#--color-message-attack: That just feels like a waste of dye, doesn't it...}",
            "modColorsEverywhereNoDyeAllowed": "{#--color-message-attack: You swipe your brush frantically in the air, dying absolutely... nothing.}"
        }
    }
}